{"comments":[{"at":"2023-07-30T09:12:11","score":2,"content":"Pas trop mal. Pas possible de changer la monnaie de référence. Le chf est pris de base poir calculer votre performance.. un peu bisard quoi. Les transactions sont faciles à faire mais un peu compliqué au début de trouver comment faire. L'application mobile ne permet pas d'accéder à toutes les fonctionnalités.","reviewCreatedVersion":"7.0.7"},{"at":"2021-04-13T18:35:07","score":3,"content":"Problème technique avec la liste personnelle sur l'application. Il suffit d'avoir une grande quantité d'éléments (actions, options, indices, etc.) dans sa liste personnelle pour que la moitié d'entre eux disparaissent régulièrement sans raison et de manière définitive. J'ai déjà prévenu l'été dernier le service technique de swissquote mais le problème est toujours présent et constant. 1x par mois minimum, je dois tout remettre. Horrible de trader comme ça !","reviewCreatedVersion":"6.6.1"},{"at":"2023-12-06T15:04:54","score":5,"content":"Je remonte ma note à 5 étoiles, je n'ai pas eu le temps de faire un retour au support mais le problème est résolu. Merci à vous. Je ne suis pas client mais j'utilise l'app pour les widgets mais depuis un moment impossible de recharger les widgets après redémarrage de l'appareil. (j'affiche 4 widgets et 1 seul ce recharge, les 3 autres reste blanc. En plus c'est toujours soit le 1er soit le dernier). Le problème est le même sur mon Pixel 6 et sur mon honor 90.","reviewCreatedVersion":"7.11.0"},{"at":"2021-03-09T08:44:26","score":2,"content":"Mise à jour des soldes/performances difficile et trop lent. Lenteur de l'application et bug assez fréquent. Dommage, l'application à selon moi un bon potentiel, mais plus le temps passe, plus elle semble avec des lenteurs et bug en tout genre et cela de plus en plus régulièrement. À améliorer rapidement !","reviewCreatedVersion":"6.5.1"},{"at":"2025-04-06T20:54:07","score":1,"content":"Le site comme l'application sont totalement à la ramasse. Le support est aux abonnés absents. C'est incroyable d'être si mal desservi alors que la période actuelle nécessite d'avoir un environnement efficace et fonctionnel. Le niveau élevé des frais est en total décalage avec l'expérience client.","reviewCreatedVersion":"8.6.0"},{"at":"2025-03-04T10:41:48","score":3,"content":"Impossible de lire les news en mode paysage. On ne sait plus ce qu'on a déjà lu, remettez les v pour lus....la liste en français est devenue dramatiquement vide. Le Nasdaq composite a plus de 20 minutes de retard sur la cotation. Le widget manque sérieusement de réactivité. Et pourquoi avoir supprimé les couleurs vertes et rouges? Le développeur est daltonien ? Certaines news réservées aux abonnés. Perte de temps énervante pour en reprendre la lecture. Application très limitée et peu utilisable.","reviewCreatedVersion":"8.3.1"},{"at":"2025-04-10T13:00:14","score":2,"content":"app sur téléphone vraiment pas facile à apprivoiser surtout pour les débutants, (ex: vente d'actif) privilégier la page Web... qui ne sera pas au top sur téléphone la carte swissquote ce fais prendre au travers le porte feuille à la caisse !?! donc peut on venir se servir facilement dans un transport public ?! (sans contact) point fort leur SAV !!","reviewCreatedVersion":"8.6.0"},{"at":"2025-03-29T09:04:44","score":1,"content":"Même avec la dernière version ( 8.6.0) téléchargée aujourd'hui l'application démarre et s'arrête en m'indiquant qu'il y a un problème de sécurite sur mon GSM Android (chinois), alors qu'il n'est pas rooté, ni débogage activé ,pas d'emulateur, pas de virtual machine alors il faudrait m'indiquer TOUT ce que vous testez pour la sécurité, mon problème existe depuis début janvier , SVP q'un développeur me contacte , ou donner moi une version ancienne de 2024 , I speak also english !!!","reviewCreatedVersion":"8.6.0"},{"at":"2025-02-08T09:13:41","score":1,"content":"Absolument nul ! Rien ne fonctionne, comme de manière générale chez SwissQuote. L'ouverture du compte est un cauchemar et les mêmes informations sont demandées à plusieurs reprises. C'est très long, pas réactif, et je n'ai plus du tout confiance en SwissQuote. Je ferme tout chez eux, il y a d'autres banques beaucoup plus professionnelles.","reviewCreatedVersion":"8.2.1"},{"at":"2025-01-24T05:04:00","score":1,"content":"a l ouverture de l app elle se bloque, et ceci depuis la mise a jour, et cela fait bientot 3 semaines (!!!!!) 4 semaine aujourd hui, qu il n y a pas de solution apparemment....?? deja parle 4 fois avec le support tech qui va faire le necessaire ont ils promis plusieures fois.... suite pour repondre a votre retours du 21 janvier. malheureusement, rien n a change et l app refuse tjrs de s ouvrir. c est la seule app qui ne fonctionne pas, et j en ai de nombreuses.. heureusement il y a binance....","reviewCreatedVersion":"8.1.1"},{"at":"2024-12-13T12:29:28","score":1,"content":"Ça fait un mois que j'ai ouvert un compte chez Swissquote. Il m'est toujours impossible d'accéder à ce compte (documents manquants)...je ne sais toujours pas les quels vu que ça fait un mois que je tente de les joindre et personne ne répond...je signale aussi que j'ai versé une somme d'argent sur le dit compte. Là par contre pas de problème l'argent à bien était transféré mais je n'y ai pas accès.","reviewCreatedVersion":"7.36.0"},{"at":"2025-03-10T14:38:51","score":1,"content":"La pire interface que j'ai vu ; dommage vraiment dommage je pense qu'il y a beaucoup de travail à faire pour arriver au niveau de certains concurrents. Mais je reste optimiste","reviewCreatedVersion":"8.4.2"},{"at":"2025-02-16T21:11:42","score":1,"content":"Ça fait 2 semaines que je n'ai plus accès à mes comptes, que ce passe-t-il? J'ai fait toutes les mises a jours mais rien. Je vois dans les commentaires que je ne suis pas le seul et pour seul réponse de swissquote qu'ils travaillent dessus. Euh, pour moi ça fait 2 semaines pour d'autres plus, il ne vous viendrait pas à l'idée de communiquer auprès de vos clients? Vous savez ceux qui grâce à eux vous permettent d'avoir une rémunération a la fin du mois. C'est inadmissible.","reviewCreatedVersion":"8.3.1"},{"at":"2025-01-16T09:45:58","score":3,"content":"Depuis quelques jours et y compris depuis la mise à jour d'aujourd'hui, j'ai beaucoup de difficultés à me connecter à l'application. Le message Connection Reset apparait sans arret, que je sois en 4 ou 5G ou en Wifi. J'utilise un Samsung Galaxy Note 20 Ultra 5G.","reviewCreatedVersion":"8.1.1"},{"at":"2024-12-13T16:53:42","score":3,"content":"L'application en soi est correcte et je n'ai pas eu de problème d'utilisation avec celle-ci. En revanche, les frais de cette banque, contrairement à sa publicité, sont élevés. J'ai investi, pour tester, CHF 100.- dans des actions d'une société. Ces actions, en trois ans, sont montées à plus de CHF 200.-. Sauf que, en parallèle, Swissquote a prélevé trimestriellement CHF 23.- de frais de garde. Résultat des courses : j'ai eu un solde négatif au bout d'un moment. J'ai clôturé mon compte.","reviewCreatedVersion":"7.36.0"},{"at":"2024-11-25T19:46:10","score":3,"content":"L'App est \"lourde\" pour qui a un compte SQ en Suisse et un autre SQ au Luxembourg. Actuellement l'App installée est connectée au cpte Suisse, et je n'arrive pas à me connecter sur mon cpte luxembourgeois avec Level 3 pour passer des virements. A mon avis il faudrait une 2e App......????","reviewCreatedVersion":"7.35.1"},{"at":"2024-12-31T12:53:54","score":1,"content":"A fuir, des frais monstrueux sur la crypto, des droits de garde qui engloutissent vos benefices, application éclatées vraiment très mal conçue, sans parler des bugs d'affichage... Des ordres market qui prennent des heures voir même des jours à passer... Plus jamais... Si vous voullez des crypto aller sur binance ou swissborg ou n'importe où ailleurs, si vous voullez des actions aller voir votre banquier pour au moin toucher les dividendes, mais cette application c'est vraiment une escroquerie.","reviewCreatedVersion":"7.36.0"},{"at":"2021-05-21T07:19:10","score":1,"content":"L'application ainsi que le site sont instables. Beaucoup de latence. Aucune réactivité. Beaucoup de bug informatiques! Les cours CH ne s'actualisent pas sur l'application. Il n'est pas possible de mettre des ordres d'achat ou de vente sur les cryptos si elles supérieures à une variation de +- 10% du cours.. pourquoi?? La mise à jour 6.8.1 n'a rien résolut. Cela fait 1 mois que j ai écris au SAV et je n ai tjs aucune réponse. Mais sinon tout va bien","reviewCreatedVersion":"6.8.1"},{"at":"2023-04-17T05:06:38","score":1,"content":"Depuis cette mise à jour en profondeur, impossible de voir le statut de mon compte (message Socket is closed) et lors de la navigation dans les différents onglets, l'application arrête très souvent de fonctionner ! En résumé, une app totalement inutile, et obligation de passer par mon ordinateur pour effectuer des transactions","reviewCreatedVersion":"7.0.1"},{"at":"2019-01-24T07:44:35","score":1,"content":"Application bien trop complexe pour une version mobile (copie approximative de la version WEB qu'elle ne remplace pas). Dommage également que la reconnaissance par empreinte pour acceder à l'application ne fontionne qu'une fois sur 10. Merci de votre première réponse qui n'est pas correct. La reconnaissance fonctionne bien sur le device mais c'est avec votre apps qu'il y a un probleme. L'application propose l'accès par empreinte et donne un message d'erreur. \"Problème est survenu lors ....\"","reviewCreatedVersion":"5.14.1"},{"at":"2022-07-06T09:36:17","score":1,"content":"Depuis l'actualisation, il est impossible d'avoir une vision immédiate de l'état de mon portefeuille. Trop d'informations pour un smartphone ou une tablette. Les informations les plus pertinentes telles que g/p% sont reléguées sur une colonne à l'extrême gauche du tableau si bien que l'on ne voit plus l'action concernée. Il est de plus impossible de selectionner les colonnes importantes à notre goût. Un retour à la précédente formulation est impératif","reviewCreatedVersion":"6.20.3"},{"at":"2020-12-27T17:18:20","score":1,"content":"L'application n'est pas adaptée pour le marché des cryptomonnaies (ou pour un marché volatile). Pas de stop loss ou autre méthode bien pratique (que \"limit\" comme possibilité). De plus, l'acte d'achat ou de vente n'est pas du tout pratique. Regardez ce que font la concurrence et vous comprendrez assez vite ce qu'il manque pour vos clients. Edit: et je ne compte même pas les \"timeout\" récurrents et autres bug techniques. Bref, ce n'est pas du tout confortable d'utiliser cette application.","reviewCreatedVersion":"6.4"},{"at":"2025-01-16T15:06:16","score":4,"content":"il me semble que l'app a été totalement revue, dommage que dans le change log il ne soit mentionné que \"corrections de Bug et améliorations mineures\" mais c'est en progression, merci.","reviewCreatedVersion":"8.1.1"},{"at":"2025-01-23T10:17:30","score":1,"content":"depuis les dernières mises a jour ne fonctionne plus car problème de sécurité : Gsm route, mode développeur,etc... alors que mon Gsm est sécurisé !!! et au niveau support ils me disent de changer de Gsm car Inconnu chez eux (Gsm chinois) !!!","reviewCreatedVersion":"8.1.1"},{"at":"2023-09-15T17:15:58","score":1,"content":"Application devenue inutile depuis la derniere mise à jour. Impossible d'utiliser le lecteur d empreinte (téléphone neuf c est la seule application qui pose problème) je suis obligé de me connecter avec le login, la carte level3 et la vérification par email!!! et cela à chaque ouverture même en multi tâche elle ne garde plus en mémoire ces infos !! Plus compliqué ça n' existe pas...","reviewCreatedVersion":"7.1.3"},{"at":"2021-03-10T07:32:26","score":1,"content":"Nulle, on peut pas modifier un orde d'achat avec l'application. Cela bug Je ne vois pas le % du jour par action, meme si je sélectionne cette option, j'ai toujours le % de variation totale de la ligne qui s'affiche. Votre concurrent Degiro fait beaucoup mieux et sans frais. Faut réinvestir les frais qu'on paie en tant que client dans une meilleure interface web et application Android.","reviewCreatedVersion":"6.5.1"},{"at":"2025-03-03T11:16:01","score":4,"content":"Bien mais il manque les crypto-monnaies les plus récentes (à forte capitalisation). Par exemple PI.","reviewCreatedVersion":"8.4.1"},{"at":"2021-04-12T04:48:46","score":1,"content":"Pas evident de faire des offre d achat ou de vente. De plus il y a un remise en zéro à minuit c'est pas l idéal. En outre je ne trouve pas assez clairement la somme investies bourse pour une action ou pour la crypto. Il devrait ajouter la possibilité de voir les graphiques sur la totalité que l'on souhaite regarder l historique. De plus l aplication affiche une valeur à côté du titre que l'on a acheté (pas celui de la transaction)qui ne correspond pas à à sa valeur actuelle A AMELIORER","reviewCreatedVersion":"6.6.1"},{"at":"2025-01-21T16:42:38","score":1,"content":"C'est vraiment la pire application bancaire que j'aie vu ! Sans arrêt un message \"connection reset\" puis plus rien... Le nouveau widget qui ne se met pas à jour selon le temps demandé, 15min. Quelle pub... 🤮","reviewCreatedVersion":"8.1.1"},{"at":"2025-01-17T08:57:40","score":1,"content":"La dernière version de janvier 2025 a été totalement revue. On passe d'une superbe appli à un jouet pour enfant ! Retour sur le Web, dommage...","reviewCreatedVersion":"8.1.1"},{"at":"2021-05-13T15:43:06","score":1,"content":"Nouvelle mise à jour avec de couleurs fluo qui font mal aux yeux maintenant 🤣 Pourquoi ne pas mettre des stop limit plus haut ou plus bas que 15% ainsi que des stop loss absent mais surtout indispensable à la cryptomonnaie prenez exemple sur binance par exemple... Pour acheter et vendre en totalité il faut plus de 5 ordres c'est très inconfortable","reviewCreatedVersion":"6.8"},{"at":"2021-05-27T07:53:01","score":1,"content":"Version 6.7.1 et 6.8! Le login avec biometrie ne fonctionne plus, de meme avec samsung pass. Il faut retaper son id/psw à chaque fois. L'appi vous deconnecte aussi -lors d'un ajout dans liste. -lorsque un titre est selectionné. Impossible de voir les graphes. L'aplication est devenu inutilisable. Le sav me demande de patienter...depuis fin avril!","reviewCreatedVersion":"6.8.1"},{"at":"2024-11-17T05:17:56","score":2,"content":"Je suis membre de swissquote depuis 3 ans environ. Il y a souvent des bugs. Ce week-end, je n'arrive pas à accéder à mon compte et c'est très compliqué. Les frais sont très élevé on me prend souvent des frais supplémentaires et je ne sais pas pourquoi. Je réfléchis sérieusement à changer d'application. Je suis de moins en moins fan.","reviewCreatedVersion":"7.34.0"},{"at":"2025-04-28T19:38:22","score":4,"content":"[edit] et voilà c'est fait ! il me reste : a) à réaliser le document Cerfa 3916 à transmettre au TRESOR sans délais pour ouverture de compte à l'étranger [avis aux nouveaux, ne pas le faire c'est frauder ! 🗯 et là tout faux car les TRESORS de France et Suisse échangent leurs données \"clients\"], b) à remonter tout en ChF car je n'ai plus confiance dans l'€ !","reviewCreatedVersion":"8.8.0"},{"at":"2019-09-13T15:27:20","score":4,"content":"Pas mal du tout. Seul problème: le widget ne fonctionne pas comme il devrait. Il ne s'actualise pas tout seul, malgré le fait qu'il nous demande la fréquence de réactualisation (15min, 30min, 1 jour, etc). On est obligé de tapoter nous même pour actualiser... mais sinon l'application en soi est bonne.","reviewCreatedVersion":"5.17.1"},{"at":"2021-05-24T17:27:36","score":5,"content":"Pour ma part, rien à signaler, l'application fonctionne correctement, elle est facile d'utilisation et très bien conçue. Merci à Swissquote ! :) Il faudrait, à mon avis, rajouter un mot de passe pour rentrer dans l'application ou une reconnaissance d'empreinte digitale comme pour les autres applications banques, assurances, .... Est-ce-que l'application est vraiment safe ?","reviewCreatedVersion":"6.8.1"},{"at":"2021-07-02T06:37:44","score":5,"content":"Plus d'app qui fonctionne. Bug !!! Je n'arrive pas à voir mes comptes, mes positions. Cela fait 1 mois. Le Sav est au courant et ne me revient pas. Paraît il d'autres utilisateurs ont le même problème. Dommage, je dois passer par le site, donc pas content. Je modifie mon avis. Avec plus d'un mois d'attente l'application refonctionne correctement...","reviewCreatedVersion":"6.9.1"},{"at":"2023-07-27T08:47:22","score":4,"content":"Bonne app. Je préférais cependant les versions précédentes, car (avec la version 7.0.7) sur mon smartphone, les nombreux boutons accupent le plus souvent 1/3 de l'écran, et même jusqu'aux 2/3 en mode horizontal pour certaine pages.","reviewCreatedVersion":"7.0.7"},{"at":"2024-12-25T20:46:32","score":1,"content":"Verrouillage du téléphone obligatoire ce qui oblige lorsqu'on veut vivre sans a le mettre et k enlever a chaque fois que l on veut accéder à l appli: insupportable","reviewCreatedVersion":"7.36.0"},{"at":"2023-07-26T05:24:14","score":2,"content":"Le plus pénible avec cette appli est d'avoir à se reconnecter systématiquement avec tous les facteurs d'authentification, aussi pour accéder à la version web. Aucune autre app fintech n'a un timeout aussi court, très regrettable pour l'expérience client.","reviewCreatedVersion":"7.0.7"},{"at":"2025-04-23T08:32:40","score":2,"content":"après update plus aucun graphique","reviewCreatedVersion":"8.7.1"},{"at":"2023-01-31T12:49:23","score":4,"content":"La helpline n est pas au courant des manipulations à faire sur Android lors des mises à jour. Plus au courant sur Apple . Le service technique a par contre bien réagi et rappeler rapidement. Merci beaucoup !!!!","reviewCreatedVersion":"6.30.7"},{"at":"2023-08-02T20:40:51","score":1,"content":"Malgré un patch, il est toujours impossible de rester connecter à son compte sans activer la biométrie. Déconnexion à chaque réouverture de l'appli avec besoin de saisir le code de la carte et un code reçu par e-mail. La mise à jour a rendu l'application inutile.","reviewCreatedVersion":"7.0.7"},{"at":"2024-01-24T06:23:59","score":5,"content":"Très bonne application. Dommage qu'il n'est pas possible de trier ou bouger les titres manuellement à la page personnel. En tout cas, je n'ai pas trouvé la fonction et je dois me connecter sur mon ordinateur pour pouvoir le faire.","reviewCreatedVersion":"7.12.0"},{"at":"2023-12-18T18:18:22","score":1,"content":"Les cours pas à jour (je traite sur les US), je suis obligé de voir les cours instantanés sur un autre site pour traiter sur l'application swissquote car swissquote ne fournit pas les cours en Live. Aujourd'hui, je ne peux pas traiter en bourse sur les US ! Et leur trading desk non plus !! car il y a un bug et ce n'est pas la première fois. Les cours baissent sans pouvoir vendre. Merci pour votre réponse ! Votre lien ne fonctionne pas. Malgré mon service premium, j'ai un retard de 15 minutes !","reviewCreatedVersion":"7.11.01"},{"at":"2021-05-15T07:59:36","score":2,"content":"J'ouvre l'appli, je clique sur des infos....impossible d'agrandir ou de de descendre dans l'article, tout reste figé😡 De plus, impossible d'envoyer un feedback par l'appli, un message \"n'a pas été envoyé\" à chaque tentative Merci de réparer ce bug car autrement c'est nikel","reviewCreatedVersion":"6.8"},{"at":"2023-05-22T13:49:13","score":3,"content":"Avec la version 6.30.14 sur ma tablette Android, il y a un gros problème d'affichage dans les listes de titres. Ça apparaît comme dans un tableur... dont la dimension des colonnes change ! Heureusement que l'état du compte s'affiche correctement","reviewCreatedVersion":"6.30.14"},{"at":"2021-01-28T16:25:18","score":2,"content":"Je trouve cette application très peu ergonomique et user-friendly comparé à ce qui se fait sur le marché. Beaucoup de lag dans les cotations, peu pratique. Vous devriez vous inspirer de ce que fait la concurrence.","reviewCreatedVersion":"6.4.1"},{"at":"2021-07-20T10:18:17","score":2,"content":"Mêmes problèmes signalés par F F le 24.05.2021 Depuis 10 jours, l'app. se déconnecte à tout moment, plus possible d'afficher mes favoris, mes problèmes ont été signalés au service client, aucun retour. J'ai désinstallé et réinstallé l'app. sans succès. Est-ce lié à la mise à jour d'Android ? Le problème a été résolu mais est réapparu après 7 jours 20.07.21 : Selon Swissquote, le problème est lié à un cookie qui n'est pas supprimé, ce cookie se trouverait sur le serveur et non pas sur le mobile.","reviewCreatedVersion":"6.10"},{"at":"2023-09-11T18:30:40","score":4,"content":"Une des meilleures applications du marché ! Très bonne ergonomie et plateforme très intuitive. Quelques petits problèmes de reconnexion mais rien d'insurmontable.Temps de réactivité du service client excellent et personnel très aimable. Le seul bémol qui à mon sens doit être IMPÉRATIVEMENT résolu : le Crypto Wallet !!! Comment se fait-il qu'il est impossible d'envoyer des avoirs cryptographiques vers d'autres wallet si ils ne nous appartiennent pas !?Je trouve que c'est un non sens complet !!!","reviewCreatedVersion":"7.1.3"},{"at":"2020-03-13T14:00:55","score":1,"content":"Application très lente les mise à jour des prix prend une éternité quand c'est pas time out.... Les intraday c'est pareil Faites un effort au prix ou l'on paye les commissions et les frais de gestion de compte... Ça serait vraiment un minimum c'est inacceptable Merci","reviewCreatedVersion":null},{"at":"2024-03-08T09:57:56","score":1,"content":"application toujours aussi mauvaise... l accès est très compliqué et vous oblige à coder l accès complet du téléphone. j attend depuis des mois le retour téléphonique d'un de leur technicien qui aurait du me renseigner pour coder uniquement l accès à l application mais visiblement ils n ont pas encore trouver de solution....","reviewCreatedVersion":"7.15.1"},{"at":"2022-01-01T18:51:18","score":1,"content":"Frais exorbitant. Edit: pour répondre à la réponse de swissquote. On me prend encore 15.- par trimestre alors que j ai 0.- sur ce compte. Impossible de le fermer autrement qu en envoyant une demande écrite. Quel enfer. \" modèle de prix aussi économique que possible\". Oui aussi économique que possible pour vous. Ne vous meprenez pas, swissquote est parmis la moins concurrentiel des applis du genre","reviewCreatedVersion":"6.15.2"},{"at":"2023-02-07T14:03:32","score":4,"content":"02.02.2023 J'ai un Samsung et le problème de connexion n'est toujours pas réglé, franchement c'est galère car je n'ai pas toujours ma carte level 3 avec moi. Quand la mise à jour SVP............ 07.02.2023 c'est OK, je peux à nouveau me connecter normalement. Merci","reviewCreatedVersion":"6.30.11"},{"at":"2023-04-12T11:54:10","score":3,"content":"L'identification biométrique fonctionne mal. Regulièrement cela m'empêche d'accéder à mon compte... Mais apparemment le problème est pris en compte et est en cours de résolution, je rajoute une étoile pour l'encouragement !","reviewCreatedVersion":"6.30.14"},{"at":"2021-10-16T16:19:37","score":1,"content":"Application vraiment décevante ! Les frais sont exorbitants, non seulement à chaque achat, mais visiblement il prélève des droits de garde, d'ailleurs ce point n'est vraiment pas clair ! Quand on te prélève 16.- chf alors que tu a investi que 200.- ..... Application fait pour les riches ! Je clôture mon compte au plus vite !","reviewCreatedVersion":"6.12.3"},{"at":"2021-05-15T17:28:18","score":4,"content":"Banque en ligne au top,toutefois je regrette le manque d'outil comme les leviers ou système stop en treading au niveau cryptomonnaie, surtout dans une année bullrun ou la volatilité va être intensive. De plus dans une année comme celle la,un crédit lombard pourrait être utile,mais les crypto dans le portefeuille ne sont pas prise en compte.","reviewCreatedVersion":"6.7.1"},{"at":"2020-11-26T18:46:12","score":1,"content":"Impossible de passer un ordre, dès que je clique sur le bouton Trade, on me renvoie à la vue d'ensemble de mon compte, qui d'ailleurs ne contient quasiment plus d'informations... Déplorable pour des professionnels du trading.","reviewCreatedVersion":"6.3.6"},{"at":"2020-08-08T19:28:11","score":1,"content":"8 août 2020, 21h00. Plusieurs cryptos (dont LINK) ne sont plus actualisées, impossible d'avoir le cours actuel. C'est juste inadmissible !!! Ce n'est pas la première fois que cela arrive, merci de corriger cet énorme bug au plus vite !","reviewCreatedVersion":"6.3.3"},{"at":"2020-08-05T17:05:28","score":2,"content":"Pas d'bol chui pas d bonne.. je ne comprend pas qu une app de trading puisse deconner à ce point. Dans un monde où des transactions se font tte les micro secondes, il m est arrivé plusieurs fois de ne pas avoir accès à mon compte plusieurs minutes voir plusieurs heures.. aussi, le matin, alors que la bourse ouvre à 9h, je n ai accès aux infos qu a 9h08.. il doit s en passer des choses en 8 min. Par contre les frais ( conséquent) sont débités instantanément n en doutez pas.","reviewCreatedVersion":"6.3.2"},{"at":"2022-12-03T16:09:39","score":1,"content":"Éclaté! L'application est en retard sur toutes les autres app similaires, et le service client est catastrophique. De plus les taux et les chiffres correspondent pas toujours aux vrais prix du marché..","reviewCreatedVersion":null},{"at":"2020-02-21T19:27:33","score":3,"content":"Vraiment y a bien mieux à faire, surtout pour une entreprise de cette envergure et qui se place comme novatrice. Surpris de pas avoir la Ferrari des app bancaire avec une banque qui se revendique \"all online\". Y a clairement beaucoup de potentiel d amélioration de l app mais aussi et surtout sur le trading tout court.","reviewCreatedVersion":"6.1.7"},{"at":"2023-05-01T08:01:54","score":1,"content":"Il y a des bugs d'affichage. Même après la réinstallation ça ne marche pas mieux. Par ailleurs il y a des cryptos monnaies bloquées qu'on ne peut plus retirer ni vendre.","reviewCreatedVersion":"6.30.14"},{"at":"2023-07-13T16:44:30","score":1,"content":"Mouais depuis la mise à jour plus moyen de voir les charts sans être clients du coup obligé de se loger à chaque fois. C'est très pénible cette contrainte meme pour un client!","reviewCreatedVersion":"7.0.7"},{"at":"2025-03-28T07:59:16","score":5,"content":"Site très complet, donc très utile à mon information financière !","reviewCreatedVersion":"8.6.0"},{"at":"2025-03-24T17:15:25","score":5,"content":"excellent site pour les cours","reviewCreatedVersion":"8.6.0"},{"at":"2019-11-23T17:41:06","score":2,"content":"Après mise à jour, authentification par smartphone (double sécurité) ne fonctionne plus, donc retour à l identification par level card. A ma connaissance, je n ai pas été prévenu.","reviewCreatedVersion":"6.0.1"},{"at":"2025-03-18T15:05:07","score":5,"content":"simple et efficace","reviewCreatedVersion":"8.4.2"},{"at":"2021-12-05T09:09:05","score":2,"content":"La carte de crédit est une carte à prépayement, donc ça bloque un montant minimum de 500.- qui ne peut être investit. C'est de l'argent bloqué en permanence....","reviewCreatedVersion":"6.14.2"},{"at":"2023-03-31T05:30:56","score":1,"content":"L'application n'est pas top. 0 pour l'UI 2 pour la visualisation du compte 1 pour la recherche des titres Je comprend pas comment en 2023 on peut encore avoir une application aussi vieille. Faudrait vous inspirer de vos concurrents (interactive brokers)","reviewCreatedVersion":"6.30.14"},{"at":"2024-12-25T14:59:27","score":1,"content":"J'ai ouvert un compte pour mon fils et investi 300 CHF en cryptomonnaie chez Swissquote. Voici ce que j'ai découvert : - 1% de frais de transaction d'achat - 80 CHF de frais annuels de gestion - Des intérêts pour solde négatif (les CHFs étaient investis en crypto) - 1% de frais lors de la revente d'actifs pour rembourser les frais de gestion et les intérêts - 10 CHF par cryptomonnaie pour enfin me libérer et transférer les fonds sur mon wallet privé Ce n'est plus une banque, mais un vol légal.","reviewCreatedVersion":"7.36.0"},{"at":"2025-01-26T15:55:09","score":1,"content":"Application instable, lente et peu fiable.","reviewCreatedVersion":"8.1.1"},{"at":"2025-01-22T05:44:16","score":1,"content":"Application nul qui n'arrive pas à charger les graphiques! Vraiment nul","reviewCreatedVersion":"8.1.1"},{"at":"2024-10-17T18:07:22","score":1,"content":"Mise à jour catastrophique. Impossible de se reconnecter. Déjà que c'est une application plus que instable, j'arrive même plus à y accéder!","reviewCreatedVersion":"7.33.0"},{"at":"2021-02-11T15:49:12","score":5,"content":"L'appli est bien. Mais depuis la nouvelle mise à jour la couleur du vert donne mal aux yeux. Pourriez vous l'atténuer un peu. C'est trop flash!","reviewCreatedVersion":"6.5"},{"at":"2024-03-14T18:22:23","score":1,"content":"La pire plate-forme de tout les temps ! Je la déconseille très fortement ! Le spread est terriblement moche, sans parler de la plateforme crypto une catastrophe, impossible de retirer ces fonds sur un exchange,.... Plate-forme archaïque, système d'une lenteurs légendaire, j'espère pourvoir récupérer mes fonds un jour...","reviewCreatedVersion":"7.15.1"},{"at":"2023-07-25T13:18:46","score":5,"content":"La dernière mise à jour est vraiment très réussie au niveau de l'UX. Le login est rapide et peut être réalisé avec empreinte digitale.","reviewCreatedVersion":"7.0.7"},{"at":"2022-07-18T14:30:30","score":2,"content":"Le service client est efficace pour vous vendre le produit par contre une fois le contrat signé ça va moins vite. C'est le mal de notre siècle tout est orienté sur le marketing, pas sûr l'efficience des services.","reviewCreatedVersion":"6.21.1"},{"at":"2024-03-14T08:48:43","score":1,"content":"Mais quelle catastrophe cette application. On y comprend rien. Pas intuitive pour rien. Impossible de transférer les fonds. Il existe plein d'autre application facile à utiliser.","reviewCreatedVersion":"7.15.1"},{"at":"2020-08-07T12:39:19","score":4,"content":"Après la dernière mise à jour ça foncionne de nouveau bien. Il manque des chandeliers sur les graphiques.","reviewCreatedVersion":"6.3.3"},{"at":"2024-05-01T06:56:21","score":2,"content":"L'application fonctionne mal, surtout le login est extrêmement pénible. Avec des efforts et de la patience on arrive à faire ce dont on a envie.","reviewCreatedVersion":"7.14.1"},{"at":"2022-07-03T15:18:08","score":4,"content":"Les fonctionnalités de l'application Android sont clairement moins complètes que celles de la version IOS, dommage. Espérons que cela évoluera. ..","reviewCreatedVersion":"6.20.2"},{"at":"2024-11-27T20:59:56","score":3,"content":"Facile, mais peux mieux faire, limité en crypto, pas de meme coins","reviewCreatedVersion":"7.36.0"},{"at":"2020-11-09T16:51:53","score":1,"content":"Edit : malgré le commentaire de l'éditeur ce n'est pas une maj qui ne fonctionne pas mais bien leur appli qui plante dès que les marchés sont stressés. Donc si vous voulez de la réactivité et pouvoir passer des ordres rapidement quand les marchés sont sous stress passez votre chemin et allez chez des vrais pros...","reviewCreatedVersion":"6.3.3"},{"at":"2023-07-14T13:27:19","score":1,"content":"Depuis la nouvelle version, visibilité nul et complexe . L'ancienne version était beaucoup plus claire, nette et précise!","reviewCreatedVersion":"7.0.7"},{"at":"2024-04-05T14:26:39","score":4,"content":"Bien pour la partie trading, mais impossible de consulter son compte Invest Easy depuis l'application. Ça nous renvoi vers le site Swissquote et il faut se reloguer, faire le level 3 etc... Une mise à jour est-elle prévue pour cela ?","reviewCreatedVersion":"7.17.2"},{"at":"2020-07-31T12:30:12","score":1,"content":"L'application ne fonctionne plus depuis ce matin.. J'ai des ordres en cours... Je trouve cela extrêmement dommageable... J'espère que cela sera remis en ordre ds les plus bref delais.","reviewCreatedVersion":"6.3.1"},{"at":"2022-12-06T14:45:37","score":1,"content":"Depuis la mise à jour du 30.11.2022, l'appli ne veut plus s'ouvrir sur mon Samsung S6 Edge avec Android 7.0. Merci de corriger rapidement.","reviewCreatedVersion":"6.30.1"},{"at":"2019-04-03T13:46:19","score":5,"content":"Très bonne application! L'une des meilleur sur le marché.. Simple à utiliser, pratique, bon système de sécurité et les frais de courtage sont très correcte","reviewCreatedVersion":"5.15.2"},{"at":"2023-01-14T09:05:19","score":1,"content":"Depuis un mois j'ai fourni me différents justificatif pour l'ouverture de mon compte avec Swissquote, mais aucune réponse, même un mail de confirmation ou de refus m'a été envoyé, je suis vraiment déçu.","reviewCreatedVersion":"6.30.3"},{"at":"2021-07-05T12:42:09","score":3,"content":"Bug dans la version 6.10: les crypto ont disparus de la liste perso et impossible à les rajouter malgré que l'application indique :ajouté...","reviewCreatedVersion":"6.10"},{"at":"2020-09-22T09:18:57","score":4,"content":"Structure du menu claire et intuitive. Indices, favorits, etc. sont accessibles très simplement","reviewCreatedVersion":"6.3.3"},{"at":"2019-12-18T22:03:02","score":1,"content":"Plusieurs options ne fonctionnent plus, en particulier l'authentification level 3 et l'écran de login qui ne sont pas utilisables malheureusement...","reviewCreatedVersion":"6.1.2"},{"at":"2023-03-13T18:56:06","score":1,"content":"Crash depuis plus d'une semaine au login (exception keystore). Meme problème sur téléphone (Galaxy S21) où l'appli est déjà installée que sur une tablette android récente (fraichement installé)","reviewCreatedVersion":"6.30.13"},{"at":"2021-10-02T11:45:23","score":2,"content":"Je traite que sur les marchés US sur mon application, les cours sur les marchés US ne sont pas en temps réel et le décalage est entre 10-15 minutes et je dois utiliser hélas un autre site pour voir les prix actualisés. Des bugs sur l application et la dernière hier, j ai acheté des positions sur le marché et ils me figuraient pas dans mon portefeuille et je ne pouvais pas les revendre et j ai dû attendre une bonne demi-heure pour voir mon positions sur mon portefeuille.","reviewCreatedVersion":"6.12.3"},{"at":"2024-09-04T14:06:42","score":1,"content":"Mauvaise app, à chaque fois qu'on en a besoin On est délogué ! Et on ne peut pas de reloguer. Ça m'est arrivé au moins cinq ou six fois","reviewCreatedVersion":"7.28.1"},{"at":"2023-04-19T02:48:36","score":1,"content":"Bugs systématiques. Sock is closed. Inutilisable, n'accepte pas la reconnaissance par empreinte digitale l'app se ferme après 2 sec.","reviewCreatedVersion":"7.0.1"},{"at":"2020-10-08T09:19:17","score":2,"content":"Bonne appli, mais ne fonctionne toujours pas assez bien malheureusement... (bugs, valeurs non actualisées, saisie gênée par des contrôles, etc.)","reviewCreatedVersion":"6.3.3"},{"at":"2021-02-15T14:19:37","score":1,"content":"Sérieux Je met l argent sur le compte et il retourne en arrière alors pour une 2me fois je remet l argent sur le compte et de nouveau retour Blague ? J espere que oui mais vraiment pas sérieux tout ça pour une société SUISSE et même au téléphone on donne pas d explication à part faut attendre ... JE DECONSEIL FORTEMENT IL A D AUTRE APP PLUS SERIEUSES","reviewCreatedVersion":"6.5"},{"at":"2021-01-22T21:24:49","score":1,"content":"Beaucoup de problèmes et je quitte swissquote car j'ai voulu vendre 27 Augur à 30.00 avant qu'il tombe à moins de 19.00 mais impossible de vendre \" le chiffre 27 est incorrect. Idem avec mes 2 autres cryptos !. L'application smartphone, une vraie m..","reviewCreatedVersion":"6.4.1"},{"at":"2021-05-14T13:48:41","score":1,"content":"Impossible de se connecter avec les données biometrique depuis la dernière mise à jour. C'est dommage car c'est un problème récurent...","reviewCreatedVersion":"6.8"},{"at":"2021-04-11T19:17:39","score":3,"content":"On ne peut plus modifier les favoris, lorsque l'on veut monter ou descendre une quotation, celle-ci retourne en fin de liste.","reviewCreatedVersion":"6.6.1"},{"at":"2024-05-17T13:42:07","score":1,"content":"C'est une application horrible. Pas intuitive pour deux sous. On dirait un truc archaïque","reviewCreatedVersion":"7.20.0"},{"at":"2023-07-26T08:18:54","score":3,"content":"Le fait de pivoter l'application ne permet ni d'avoir accès à l'historique ni aux détails du compte.","reviewCreatedVersion":"7.0.7"},{"at":"2021-01-31T08:04:17","score":3,"content":"Le plupart des fonctionnalités sont présentes, cependant il reste un enorme travail à faire sur l'ergonomie et l'intuitivité de l'app.","reviewCreatedVersion":"6.4.1"},{"at":"2024-04-04T16:15:28","score":4,"content":"J'adore l'application, pourquoi 4 étoiles, le document pour la déclaration d'impôts est payant, c'est dommage de ne pas offrir ce service aux clients.","reviewCreatedVersion":"7.17.2"},{"at":"2021-05-12T13:49:40","score":3,"content":"Depuis la mise à jour 6.8, tout fonctionne a nouveau. Malheureusement cela a pris 3 semaine, mais c'est enfin fonctionnel","reviewCreatedVersion":"6.8"},{"at":"2023-01-22T17:35:56","score":1,"content":"Application peu adaptée au format téléphone mobile, peu intuitive et rencontrant un nombre anormal de bugs.","reviewCreatedVersion":"6.30.3"},{"at":"2019-10-29T14:58:46","score":4,"content":"Bonne application dans l ensemble. Manque le total gain/perte des titres detennus et mini-futures qui mettent du temps à s actualiser (chiffres non corrects)..","reviewCreatedVersion":null},{"at":"2021-06-07T15:33:42","score":2,"content":"Toujours impossible de se connecter à l appli avec mon android (récent) depuis bientôt 1 mois, j'apprécie votre banque mais vous pourriez faire un effort pour regler ce problème depuis le temps...","reviewCreatedVersion":null},{"at":"2019-12-16T22:53:43","score":3,"content":"Votre plateforme crypto monnaie est archaïque est totalement dépassée par la concurrence; même pas de (STOP LOSS) et les frais de transaction sont beaucoup trop élevés !","reviewCreatedVersion":"6.1.2"},{"at":"2019-02-27T18:49:09","score":5,"content":"Application très complète qui permet d'avoir une bonne vue d'ensemble des marchés et de son portefeuille, ainsi que de passer des ordres ou suivre les transactions par carte de crédit.","reviewCreatedVersion":"5.15"},{"at":"2020-07-31T15:55:36","score":1,"content":"Après la mise à jour, l'application ne s'ouvre plus ! J'aimerai bien voir mes actions.... ! (Sur Samsung A40)","reviewCreatedVersion":"6.3.1"},{"at":"2022-02-12T07:43:03","score":3,"content":"Bonjour, ce qui ne me plaît pas c' est la limite de l'écart de Trading est limité à 10% de plus ou de moins au prix du marché, de plus on ne peux pas placer un stop loess sur les cryptos. Cordiales salutations","reviewCreatedVersion":"6.17.2"},{"at":"2022-02-27T20:59:20","score":4,"content":"Convivial et facile à utiliser. Dommage que l'on ne puisse pas connecter plusieurs comptes avec le même accès.","reviewCreatedVersion":"6.17.4"},{"at":"2021-12-01T20:21:23","score":2,"content":"Pour la bourse je ne sais pas mais pour la crypto, franchement nul... pas de possibilité de transfert juste un choix de crypto à swapper en interne.","reviewCreatedVersion":"6.14.1"},{"at":"2020-03-17T06:33:22","score":3,"content":"Beaucoup de bug, une interface tout sauf user friendly et des taxes abusément chères. Bref y'a du boulot.","reviewCreatedVersion":"6.2.1"},{"at":"2022-04-17T21:13:15","score":4,"content":"L'appli est dans l'ensemble bonne. Oui il manque le stop loss pour les crypto et aussi l'ordre OCO pour les actions. Pour ce dernier est-il prévu ?","reviewCreatedVersion":"6.19.3"},{"at":"2025-04-19T06:53:51","score":2,"content":"trop de frais. une banque du passé","reviewCreatedVersion":"8.6.0"},{"at":"2025-04-22T07:30:42","score":5,"content":"facile de utilisation","reviewCreatedVersion":"8.6.0"},{"at":"2025-04-19T04:38:07","score":4,"content":"content de l'application","reviewCreatedVersion":"8.6.0"},{"at":"2021-02-23T14:49:03","score":1,"content":"En panne ou problème 10 fois par semaine !!! Toujours au mauvais moment dans ce secteur bien évidemment, vu qu onen a besoin à l instant T!!!","reviewCreatedVersion":"6.5.1"},{"at":"2024-11-17T23:22:33","score":1,"content":"Depuis août sans réponse concrète quant à l'ouverture de mon compte. Je ne peux toujours pas utiliser mon compte.","reviewCreatedVersion":"7.34.0"},{"at":"2021-04-01T15:32:26","score":4,"content":"Votre version 6.6 ne me plait pas du tout. Trop d'info inutile ! Je désire retourner à l'ancienne version. Est-ce possible ? Merci JP Rigolet","reviewCreatedVersion":"6.6"},{"at":"2022-09-22T11:03:59","score":5,"content":"Très bien. Simple et efficace. Manquerai juste le choix de la devise, pour avoir les gains perte en un autre devise que CHF.","reviewCreatedVersion":"6.22"},{"at":"2020-04-17T10:43:07","score":1,"content":"Compliqué pour lire un graph ou pour rentrer un ordre ! Je déconseil pour un novice du trading ! Meilleur application de trading ? Loin de là!","reviewCreatedVersion":null},{"at":"2021-08-25T09:03:23","score":2,"content":"Dommage qu'on ne puisse pas passer d'ordre. Cela en fait une application inutile alors que sur L'Ipad ou avec le navigateur c'est possible","reviewCreatedVersion":"6.11.1"},{"at":"2021-01-28T15:35:55","score":1,"content":"Timeout récurrents depuis plusieurs jours. Impossible de voir se positions et passer des ordres !!!!","reviewCreatedVersion":"6.4.1"},{"at":"2020-03-10T18:47:43","score":1,"content":"Plus ou moins inutilisable. Chargement des graphiques ultra lents. Design moche.","reviewCreatedVersion":"6.1.8"},{"at":"2023-04-18T07:43:49","score":1,"content":"A chaque mise à jour c'est de pire en pire. Avec la nouvelle version je ne peux même plus voir l'aperçu de mon portefeuille...","reviewCreatedVersion":"7.0.1"},{"at":"2022-12-21T11:44:20","score":2,"content":"Depuis la dernière mise à jour l'application n'arrive plus à démarrer et se referme (Samsung S6).","reviewCreatedVersion":"6.30.3"},{"at":"2023-04-20T15:56:56","score":1,"content":"Depuis hier je n'ai plus le message socket is close mais \"chargement\" sans fin, je n'ai toujours pas accès à mes actions","reviewCreatedVersion":"7.0.3"},{"at":"2023-01-08T10:31:13","score":2,"content":"Mobile level 3 ne fonctionne plus depuis quelques temps. Sinon bonne application.","reviewCreatedVersion":"6.30.3"},{"at":"2024-04-05T21:35:24","score":1,"content":"Demande de clôture du compte. Aucun SAV, personne se soucis des délais réglementaires à respecter. Tentatives de saisir un virement qui a été rejeté alors que la provision est bonne. Rien que pour cette opération rejeté il me prenne 20 CHF. Enfin bon je ne suis pas là pour rabaisser l'entreprise mais vous trouverez une banque internationale ou digitale bien plus réactive et moins onéreuse que Swissquote. Je vous déconseille leurs services.","reviewCreatedVersion":"7.17.2"},{"at":"2019-07-09T11:36:28","score":5,"content":"Version 5.17 de juillet 2019 fonctionne de nouveau parfaitement. Application utile et support réactif.","reviewCreatedVersion":"5.17"},{"at":"2019-08-20T14:07:22","score":2,"content":"Mobile level 3 ne fonctionne pas.. Se connecter avec son emprunte digitale non plus..","reviewCreatedVersion":"5.17.1"},{"at":"2021-05-04T21:00:21","score":1,"content":"Catastrophique, plante systématiquement. Je ne peux pas faire d'opérations...J'ai contacté le service client sans réponse concrète depuis le 22 avril...Service laisse vraiment à désirer...","reviewCreatedVersion":"6.7.1"},{"at":"2020-10-02T09:10:42","score":3,"content":"Assez bonne application. Information erronées concernant les volumes pour les instruments US.","reviewCreatedVersion":"6.3.3"},{"at":"2020-01-02T08:32:26","score":3,"content":"La page personnelle disparaît. Il faut recharger l'app. Pour la retrouver.","reviewCreatedVersion":"6.1.2"},{"at":"2019-07-08T06:58:22","score":5,"content":"cette appli permet d'investir, de gérer les cartes de crédit , de suivre ce qui se passe, elle est parfaite.","reviewCreatedVersion":"5.16"},{"at":"2020-08-06T07:42:08","score":5,"content":"Parfait. En lisant les commentaires négatifs, cela m'étonne. De mon côté l'application fonctionne très bien.","reviewCreatedVersion":"6.3.2"},{"at":"2019-05-11T15:42:45","score":3,"content":"Pas convaincu par la nouvelle version. Sur un téléphone, la page d'accueil est brouillonne.","reviewCreatedVersion":"5.16"},{"at":"2020-12-23T06:10:57","score":4,"content":"Bonne application, simple, conviviale. Swissquote est une référence en matière de gestion de données financières.","reviewCreatedVersion":"6.4"},{"at":"2021-11-08T15:32:20","score":2,"content":"L app plante régulièrement..et le help line injoignable. Cela va de soit.","reviewCreatedVersion":"6.13.3"},{"at":"2024-07-29T21:21:29","score":3,"content":"Pourquoi la mesure de la performance (sur version mobile) par apport à un indice nexiste pas comme sur la version PC ?","reviewCreatedVersion":"7.25.0"},{"at":"2019-11-17T22:14:16","score":5,"content":"Toujours del bonnes améliorations ut les, comme la dernière sur l'historique des transactions pour une position. Bravo !","reviewCreatedVersion":"6.0.1"},{"at":"2022-05-23T14:52:51","score":2,"content":"Ce serait bien si les cartes virtuelles multi-devises étaient compatibles avec Google Pay.","reviewCreatedVersion":"6.20.1"},{"at":"2024-03-31T21:58:15","score":1,"content":"Impossible de me connecter... Le login bloc...ou me ferme l'application... J'ai contacté swissquote... J'attends 😢😭","reviewCreatedVersion":"5.17.2"},{"at":"2021-05-12T16:00:29","score":3,"content":"Pas possible de voir, ni d envoyer de messages. Pas possible d envoyer de feedback. Dommage.","reviewCreatedVersion":"6.8"},{"at":"2018-10-26T07:40:19","score":4,"content":"Pas mal, mais il y a commême quelques améliorations à faire... dans l'ensemble très bien 👍","reviewCreatedVersion":"5.14.1"},{"at":"2018-10-09T13:41:24","score":5,"content":"Très bonne application, manque juste l'objectif de cours pour les actions","reviewCreatedVersion":"5.14"},{"at":"2022-09-09T17:09:11","score":5,"content":"Aucun problème pour m'identifier, transférer mon argent et pour utiliser l'application.","reviewCreatedVersion":"6.22"},{"at":"2021-07-10T13:02:48","score":5,"content":"Je suis client de Swisquote depuis plus de quinze ans, j'adore votre approche fonctionnelle et professionnelle, c'est un vrai plaisir.","reviewCreatedVersion":"6.10"},{"at":"2020-07-30T10:43:31","score":1,"content":"Super applications mais ne fonctionne plus depuis dernière mise à jour mon Sony Xperia Z5 Compact, écran blanc","reviewCreatedVersion":null},{"at":"2020-03-05T13:49:22","score":5,"content":"Excellente application. Fiable et bien mise à jour.","reviewCreatedVersion":"6.1.8"},{"at":"2020-08-06T05:26:31","score":4,"content":"Depuis la MAJ effectuée ce matin (03.08.2020) l'application ne fonctionne plus.","reviewCreatedVersion":"6.3.3"},{"at":"2021-02-19T12:44:58","score":1,"content":"Depuis un certain, le chargement des données de mon portefeuille prend énormément de temps ⌛⌛. Pas cool","reviewCreatedVersion":"6.5"},{"at":"2018-12-21T21:55:37","score":3,"content":"bonjour, j'ai que des ralentissements avec des blocages ces dernières heures, normal?","reviewCreatedVersion":"5.14.1"},{"at":"2022-03-04T09:06:25","score":3,"content":"plusieurs amelioration possible dans le futur. comme regarder plus aisement nos ordres ouverts et les taux de l action sur la même fenêtre","reviewCreatedVersion":"6.17.4"},{"at":"2021-05-12T13:16:41","score":5,"content":"Refonctionne parfaitement avec la dernière mise à jour.","reviewCreatedVersion":"6.8"},{"at":"2023-04-12T01:50:17","score":1,"content":"Nouvelle version instable sur Android 14... À corriger de toute urgence","reviewCreatedVersion":"7.0.1"},{"at":"2020-10-27T14:13:26","score":1,"content":"Tout le temps en panne leur site web un service nul on paye cher et on a rien en retour","reviewCreatedVersion":"6.3.3"},{"at":"2021-02-19T14:20:39","score":4,"content":"Bonne appli, plante trop souvent, un peu trop lente...appli basique pour du trad","reviewCreatedVersion":"6.5"},{"at":"2022-03-29T15:36:29","score":4,"content":"pas bonne application pour les cryptos sinon pour le reste, elle est top !","reviewCreatedVersion":"6.18.2"},{"at":"2020-02-16T17:05:52","score":4,"content":"Une authentification 2FA avec token serait beaucoup plus pratique que la carte level 3.","reviewCreatedVersion":"6.1.7"},{"at":"2021-04-06T02:49:09","score":1,"content":"Service client aux abonnés absents, application tellement peu conviviale, et dire qu'ils se ventent d'être la banque en ligne la plus innovante...😭","reviewCreatedVersion":"6.6.1"},{"at":"2020-06-13T11:27:37","score":5,"content":"Application très simple à utiliser et complète","reviewCreatedVersion":"6.3"},{"at":"2022-04-01T09:15:07","score":5,"content":"Site très pratique avec beaucoup d'informations très intéressantes.","reviewCreatedVersion":"6.18.2"},{"at":"2020-07-31T15:05:21","score":2,"content":"La dernière MAJ m empêche d ouvrir l apps. J utilise un Samsung S9+","reviewCreatedVersion":"6.3.1"},{"at":"2020-03-17T10:02:37","score":2,"content":"C'est lent et c'est moche. Je crois que cette fois j'en ai ma claque de Swissquote.","reviewCreatedVersion":"6.2.1"},{"at":"2019-11-23T08:17:29","score":1,"content":"Ne fonctionne plus sur Android 7.0 noyau 3.18.35+","reviewCreatedVersion":null},{"at":"2021-03-27T07:37:11","score":1,"content":"Une application vraiment mal faite et mal prévue, de plus ils vous font volontairement passer votre solde en négatif pour vous faire payé des intérets ou nous obliger à remettre de l'argent. DES VOLEURS fuyez cette application .","reviewCreatedVersion":"6.5.1"},{"at":"2023-06-10T09:09:59","score":4,"content":"les frais pour les transactions de cryptomonnaies sont trop élevés et les hystoriques des transaction pas très accessibl6","reviewCreatedVersion":"6.30.14"},{"at":"2024-10-17T07:19:49","score":5,"content":"L'application cesse de fonctionner dès qu'on veut voir les détails d'une action","reviewCreatedVersion":"7.33.0"},{"at":"2020-01-17T08:44:15","score":5,"content":"Excellentes référence et informations poussées","reviewCreatedVersion":"6.0.1"},{"at":"2022-04-04T08:56:02","score":5,"content":"excellente application très facile à utiliser","reviewCreatedVersion":"6.18.2"},{"at":"2023-04-03T22:14:23","score":2,"content":"Désolé, mais malgré votre commentaire de découverte du bug, ce dernier persiste (aujourd'hui 03.04.2023)","reviewCreatedVersion":"6.30.14"},{"at":"2020-08-03T20:41:29","score":1,"content":"Ne fonctionne plus sur S8 depuis la dernière MAJ","reviewCreatedVersion":null},{"at":"2022-07-27T09:45:50","score":3,"content":"bien mais pauvre en termes de nouvelles sur les entreprises cotées en bourse","reviewCreatedVersion":"6.21.1"},{"at":"2023-01-27T17:20:50","score":5,"content":"excellente app (pour client de Swissquote)","reviewCreatedVersion":"6.30.7"},{"at":"2021-07-23T14:42:14","score":5,"content":"Excellente application ,très intuitive 👍","reviewCreatedVersion":"6.10"},{"at":"2022-04-20T18:11:57","score":2,"content":"moyen pour traiter depuis le smartphone","reviewCreatedVersion":"6.19.3"},{"at":"2022-02-12T07:14:02","score":5,"content":"Application très practique et fácil a utiliser","reviewCreatedVersion":"6.17.2"},{"at":"2020-07-30T04:04:12","score":1,"content":"Depuis dernière màj, l'app ne s'ouvre plus! Bravo","reviewCreatedVersion":"6.3.1"},{"at":"2018-10-04T10:25:33","score":5,"content":"Meilleure application pour le trading. Bravo !","reviewCreatedVersion":"5.14"},{"at":"2021-05-12T09:31:45","score":5,"content":"Merci, cette plate-forme je l'adore.","reviewCreatedVersion":"6.8"},{"at":"2021-07-04T08:23:33","score":5,"content":"Un peu cher mais c'est suisse !","reviewCreatedVersion":"6.9.1"},{"at":"2019-12-02T23:55:32","score":1,"content":"Grace a votre mise a jour débile je ne peux plus accéder a mon compte","reviewCreatedVersion":"6.0.3"},{"at":"2020-07-30T10:49:25","score":1,"content":"Ne fonctionne plus suite a la dernière mise à jour","reviewCreatedVersion":"6.3.1"},{"at":"2023-09-27T16:47:24","score":5,"content":"Excellent en tous points","reviewCreatedVersion":"7.1.3"},{"at":"2020-02-07T08:42:08","score":5,"content":"Facile d'utisation, très visuel","reviewCreatedVersion":"6.1.4"},{"at":"2023-10-11T06:23:00","score":1,"content":"il n'est plus possible de classer les actions comme on veut... c'est génant","reviewCreatedVersion":"7.10.16"},{"at":"2021-04-13T16:20:35","score":1,"content":"Des fonctionnaires de la finance qui ne répondent pas au téléphone. Support technique inexistant","reviewCreatedVersion":"6.6.1"},{"at":"2020-07-30T11:40:06","score":1,"content":"Ne s'ouvre plus depuis la dernière mise à jour","reviewCreatedVersion":"6.3.1"},{"at":"2022-12-05T07:21:50","score":3,"content":"Bonjour app ne s ouvre plus sur mon samsung S6?","reviewCreatedVersion":"6.30.1"},{"at":"2019-03-20T23:04:03","score":1,"content":"Refuse de me connecter à mon compte, malgré les différentes tentatives...","reviewCreatedVersion":"5.15.2"},{"at":"2025-04-01T16:33:04","score":2,"content":"je suis déçue","reviewCreatedVersion":"8.6.0"},{"at":"2025-04-15T12:26:19","score":5,"content":"c est super","reviewCreatedVersion":"8.6.0"},{"at":"2022-06-22T15:35:29","score":1,"content":"pas simple d utilisation","reviewCreatedVersion":"6.17.2"},{"at":"2021-08-24T12:47:03","score":2,"content":"L'application ne s'ouvre plus !","reviewCreatedVersion":"6.11.1"},{"at":"2021-05-16T07:21:02","score":1,"content":"Impossible de se connecter à son compte","reviewCreatedVersion":"6.8"},{"at":"2019-06-20T13:36:48","score":1,"content":"erreur 503 en permanence...","reviewCreatedVersion":"5.16"},{"at":"2020-09-05T05:30:56","score":4,"content":"Bien mieux depuis la mise à jour !","reviewCreatedVersion":"6.3"},{"at":"2022-05-03T11:44:05","score":5,"content":"La neo banque la plus complète et moderne de Suisse 👍","reviewCreatedVersion":"6.19.3"},{"at":"2023-09-23T06:05:33","score":1,"content":"indisponible 👎🏼suite à la mise à jour. 0","reviewCreatedVersion":"7.10.14"},{"at":"2021-11-02T21:22:52","score":3,"content":"Bonjour, A quand les stop loss dans les cryptos?","reviewCreatedVersion":"6.13.3"},{"at":"2022-08-14T20:02:58","score":5,"content":"super app tout complet","reviewCreatedVersion":"6.22"},{"at":"2022-02-24T21:07:19","score":5,"content":"Efficace pour le trading !","reviewCreatedVersion":"6.17.4"},{"at":"2020-04-29T11:04:17","score":4,"content":"Excellent. Mieux serait en temps réel.","reviewCreatedVersion":"6.3"},{"at":"2021-01-15T16:17:36","score":2,"content":"Couleur verte trop foncé, pour les daltoniens","reviewCreatedVersion":"6.4.1"},{"at":"2019-02-26T20:07:54","score":5,"content":"cool... facile à utiliser","reviewCreatedVersion":"5.15"},{"at":"2022-04-26T04:48:33","score":5,"content":"J'aime bien les tintins","reviewCreatedVersion":"6.17.4"},{"at":"2019-11-22T23:27:37","score":5,"content":"Le dis depuis 3 ans:. Manque P/E pour les actions suisses !! Ca existe dans la FuW. Pourquoi pas chez SQ car il y a le PE pour les actions étrangères","reviewCreatedVersion":"6.0.2"},{"at":"2021-09-20T12:48:46","score":2,"content":"Bcp trop de bug","reviewCreatedVersion":"6.11.2"},{"at":"2024-06-07T07:53:16","score":1,"content":"Frais extrêmement élevée à fuir !","reviewCreatedVersion":"6.30.14"},{"at":"2023-01-02T22:23:31","score":1,"content":"Une arnaque, 15 CHF de droit de garde mensuel, fuyez!","reviewCreatedVersion":"6.30.3"},{"at":"2022-06-02T06:59:46","score":4,"content":"essayer c est pas mal","reviewCreatedVersion":"6.20.1"},{"at":"2020-11-21T14:27:44","score":3,"content":"Régulièrement beug depuis 15jours","reviewCreatedVersion":"6.3.5"},{"at":"2019-08-08T21:35:06","score":1,"content":"Ne démarre pas !","reviewCreatedVersion":"5.17.1"},{"at":"2023-09-23T04:09:28","score":1,"content":"Bug sur echange crypto","reviewCreatedVersion":null},{"at":"2020-08-04T13:39:23","score":1,"content":"Ne marché pas","reviewCreatedVersion":"6.3.1"},{"at":"2024-05-22T09:59:28","score":5,"content":"Top. Professionel.","reviewCreatedVersion":"7.20.0"},{"at":"2023-10-03T19:03:46","score":5,"content":"A total mess. Logged out between two updates. Cant make a payement in Switzerland by scanning a swiss invoice, even tho thé QRcode invoice IS standard for more than a year. Please wake up. Edit: they fixed it 😊😘","reviewCreatedVersion":"7.10.15"},{"at":"2023-08-04T14:59:43","score":1,"content":"Forces you to secure your phone with pin or something else. Won't do that.","reviewCreatedVersion":"7.0.7"},{"at":"2023-07-24T08:32:45","score":1,"content":"Terrible new update !!","reviewCreatedVersion":"7.0.7"},{"at":"2023-04-20T08:11:49","score":5,"content":"It seems the new version doesn't handle the widgets well. I will try to recreate them. It seems recreating widgets, make the application works. I have install the update. It seems the issue is corrected. Thanks for your answer.","reviewCreatedVersion":"7.0.3"},{"at":"2023-05-04T12:21:05","score":5,"content":"très intéressant","reviewCreatedVersion":"6.30.14"},{"at":"2022-12-28T09:42:56","score":5,"content":"je recommande","reviewCreatedVersion":"6.30.3"},{"at":"2022-05-03T11:59:36","score":5,"content":"excelent trading plataform for people in colombia, options traiding availabke. quite expensive in comissions.","reviewCreatedVersion":"6.19.3"},{"at":"2022-04-15T11:45:47","score":5,"content":"Très bien","reviewCreatedVersion":"6.19.3"},{"at":"2022-04-25T08:03:36","score":5,"content":"très bien","reviewCreatedVersion":"6.19.3"},{"at":"2022-04-08T13:02:36","score":5,"content":"très utile","reviewCreatedVersion":"6.19.2"},{"at":"2022-04-29T15:14:42","score":1,"content":"Nul","reviewCreatedVersion":"6.18.2"},{"at":"2022-02-22T20:05:04","score":5,"content":"super genial","reviewCreatedVersion":"6.17.3"},{"at":"2022-02-15T16:08:24","score":5,"content":"👍","reviewCreatedVersion":"6.17.2"},{"at":"2021-10-16T07:20:21","score":1,"content":"Since 2days, no more visibility on the robo accounts.","reviewCreatedVersion":"6.13.2"},{"at":"2021-09-18T10:48:09","score":5,"content":"Très bonne!","reviewCreatedVersion":"6.11.2"},{"at":"2021-07-31T10:36:44","score":5,"content":"Best e-banking ever.","reviewCreatedVersion":"6.10"},{"at":"2021-07-08T15:46:54","score":5,"content":"Top","reviewCreatedVersion":"6.10"},{"at":"2021-07-02T06:48:41","score":1,"content":"Impossible to cancel crypto orders, a lost of money lost.. That's a shame from a big platform like Swissquote. You answered that there was an update on the 2nd of July, but I lost 3k on your platform because of this problem anyway. A commercial compromise would be appreciable.","reviewCreatedVersion":"6.9.1"},{"at":"2021-03-04T05:33:04","score":5,"content":"Bien","reviewCreatedVersion":"6.5.1"},{"at":"2021-02-23T21:21:03","score":4,"content":"Bonne","reviewCreatedVersion":"6.5"},{"at":"2021-02-21T16:38:48","score":5,"content":"Top !","reviewCreatedVersion":"6.5"},{"at":"2021-02-10T14:39:32","score":5,"content":"Simplicité","reviewCreatedVersion":"6.4.1"},{"at":"2020-11-20T14:49:05","score":1,"content":"Nul","reviewCreatedVersion":"6.3.5"},{"at":"2020-11-10T16:50:09","score":1,"content":"Login funktioniert nicht mehr, Preise werden rund 10 min verspätet angezeigt, traden ist momentan nicht möglich (Galaxy S10, Android 10).","reviewCreatedVersion":"6.3.3"},{"at":"2020-06-26T23:57:22","score":1,"content":"Pas top","reviewCreatedVersion":"6.3"},{"at":"2020-07-10T18:21:28","score":5,"content":"Cool","reviewCreatedVersion":"6.3"},{"at":"2020-03-17T20:48:18","score":1,"content":"Worst app i have ever touched and it's NOT EVEN CLOSE!!!","reviewCreatedVersion":"6.2.1"},{"at":"2019-07-15T21:50:12","score":5,"content":"top","reviewCreatedVersion":"5.17"},{"at":"2018-10-08T16:46:11","score":3,"content":"Major bugs and update issues. Could be heavy in terms of financial consequences","reviewCreatedVersion":"5.14"},{"at":"2018-07-09T17:04:10","score":3,"content":"Bonne mais le cours revient neutre dès que le SMI est fermé","reviewCreatedVersion":"5.13"},{"at":"2018-08-17T12:21:06","score":5,"content":"My bank of choice for long term hold cryptocurrency trading. Secure, good \nsupport and provide master cards.","reviewCreatedVersion":"5.13"},{"at":"2018-02-21T14:14:32","score":4,"content":"Mobile level 3 ne fonctionne plus avec Android 8.0 sur HTC10","reviewCreatedVersion":"5.12.1"},{"at":"2018-01-03T19:07:54","score":2,"content":"Déçu de cette application les graphiques ne sont pas assez précis. Le customer injoignable!!!","reviewCreatedVersion":"5.11.1"},{"at":"2018-01-10T09:24:25","score":5,"content":"Un must, en complément à l'application PC c'est parfait pour jeter rapidement un coup d'oeil à la bourse! BRAVO","reviewCreatedVersion":"5.11.1"},{"at":"2017-12-24T09:26:37","score":5,"content":"Génial pour la gestion des cryptos currencies sans s'ennuyer avec les wallets","reviewCreatedVersion":"5.11.1"},{"at":"2017-11-16T15:17:49","score":1,"content":"Pas assez de news personnalisés, De la couleur qui n apporte rien - pourquoi autant de gadgets. Une amélioration de la relation serait pas mal. Mettre en favoris le portefeuille de manière automatique serait intéressant. Avoir accès à toute sa MailBox, Avoir accès à des cours post et prè Market pour toutes les bourses. Avoir accès aux libres d'ordres Avoir accès aux graphiques pour des analyses rapides. recevoir des newsflow pour les sociétés souhaités, lien avec le newsflow de la Six, Nasdaq & Co.  En gros comme pour la plateforme en soit (tjrs un des intermédiaires les plus chers du marché, l'application reste bancale et d'un niveau amateur).","reviewCreatedVersion":"5.10"},{"at":"2017-11-09T20:38:20","score":5,"content":"Application ne présentant pas de défauts; c'est clair, complet, efficace et fonctionnel.","reviewCreatedVersion":"5.9.1"},{"at":"2017-10-31T20:19:51","score":5,"content":"Gold goos","reviewCreatedVersion":"5.9.1"},{"at":"2017-10-11T17:44:38","score":5,"content":"Swissquote les meilleures bank dans le monde","reviewCreatedVersion":"5.8"},{"at":"2017-07-29T09:31:54","score":2,"content":"Impossible de se connecter, Après la saisie du level code 3, systématiquement le message \"service indisponible, veuillez essayer ultérieurement\" apparaît","reviewCreatedVersion":"5.7"},{"at":"2017-06-29T21:52:05","score":3,"content":"Bug. Appli plante aussitôt que j'arrive dans les produits dérivés de la biotechnologie. Impossible de revenir en arrière. obligation de killer l'application. Bug répétable.","reviewCreatedVersion":"5.6"},{"at":"2017-06-15T12:00:42","score":3,"content":"Bonne application  mais la dernière mise à jour la plante. A debugger en urgence","reviewCreatedVersion":"5.6"},{"at":"2017-05-20T07:47:07","score":1,"content":"A chaque nouvelle mise à jour l'application bug. On peut se demander comment les tests applicatifs se font!!!","reviewCreatedVersion":"5.5.2"},{"at":"2016-10-08T10:48:50","score":3,"content":"Especially when the network isn't great. Could you do something about it? I hate waiting for data updates","reviewCreatedVersion":"5.3.0"},{"at":"2016-02-04T20:55:49","score":5,"content":"Elle est vraiment top cette application","reviewCreatedVersion":"5.1.1"},{"at":"2015-12-21T08:16:55","score":1,"content":"Depuis quelques mois le widget ne fonctionne plus du tout,dommage c est ce qui rend l application intéressante","reviewCreatedVersion":"5.1.0"},{"at":"2015-11-11T07:58:30","score":3,"content":"Plantage du widget avec cette maj, galaxy S4","reviewCreatedVersion":"5.0.0"},{"at":"2015-11-26T07:07:55","score":2,"content":"Plantage complet du widget depuis la mise à jour du 09.11.2015...","reviewCreatedVersion":"5.0.0"},{"at":"2015-11-19T19:18:34","score":1,"content":"Ne s'ouvre même plus","reviewCreatedVersion":"5.0.0"},{"at":"2015-10-02T07:06:54","score":3,"content":"Beaucoup trop de bugs sur galaxy Note 3","reviewCreatedVersion":"4.2.1"},{"at":"2014-12-06T12:22:44","score":4,"content":"L'application swissquote est excellente et une bonne alternative au site internet. De plus, il est possible de rapidement voir l'évolution de la bourse sur son smartphone. Par contre, j'ai remarqué que l'action UBS n'était plus visible au SMI. Pourquoi? Une erreur dûe à la dernière mise à jour? Merci de faire le nécessaire pour réparer l'erreur","reviewCreatedVersion":"4.1.1"},{"at":"2014-12-08T17:51:15","score":5,"content":"Comment ajouter des titres dans Favoris j'ai un Samsung je ne trouve pas le système merci","reviewCreatedVersion":"4.1.1"},{"at":"2014-12-14T13:46:02","score":5,"content":"J'aime beaucoup","reviewCreatedVersion":"4.1.1"},{"at":"2014-08-06T06:56:20","score":5,"content":"Se configure facilement.  Rapide et ergonomique.","reviewCreatedVersion":"4.0.5"},{"at":"2013-12-18T20:34:41","score":3,"content":"J'aimerai beaucoup avoir les descriptions des entreprises et le carnet d'ordre comme sur l'application Iphone.","reviewCreatedVersion":"3.4.4"},{"at":"2013-10-31T23:22:17","score":3,"content":"Bonne application, mais dommage manque la possibilité d'afficher des indicateurs comme moyennes mobiles,  RSI...","reviewCreatedVersion":"3.4.0"},{"at":"2013-10-21T18:48:55","score":4,"content":"Bonne appli","reviewCreatedVersion":"3.3.0"},{"at":"2013-05-03T09:44:31","score":4,"content":"C'est dommage que le login et mot de passe ne puisse pas être sauvegardé comme sur l'iPhone.  Mis à part cela, c'est une bonne application mais bien moins fonctionnel que l'iPhone.","reviewCreatedVersion":"3.2.5"},{"at":"2013-05-03T02:12:50","score":3,"content":"Dommage qu'on doive subir un design digne de ios. Ça fait vieux et vraiment pas digne d'un Android actuel.","reviewCreatedVersion":"3.2.5"},{"at":"2012-06-20T14:45:50","score":5,"content":"Une des meilleurs applis boursière. Complète et rapide. Jolis widgets. Développeur à l'écoute.","reviewCreatedVersion":"3.1.1"},{"at":"2012-06-21T08:37:10","score":2,"content":"Pas de cac. Pas pour la france.","reviewCreatedVersion":"3.1.1"},{"at":"2012-06-05T10:28:47","score":5,"content":"Super","reviewCreatedVersion":"3.1.1"},{"at":"2011-01-12T18:54:01","score":0,"content":"C est tout simplement génial","reviewCreatedVersion":"3.0"},{"at":"2012-04-17T20:04:25","score":1,"content":"L'application cherche maintenant à vous localiser. Très decevant pour une application qui est censé nous donner des informations et pas nous tracer.","reviewCreatedVersion":"2.3"},{"at":"2011-04-01T21:26:12","score":1,"content":"Depuis la mise à jour, gros bug...","reviewCreatedVersion":"2.1"},{"at":"2011-02-21T20:34:58","score":5,"content":"Juste parfait","reviewCreatedVersion":"2.0"},{"at":"2010-08-12T12:23:37","score":4,"content":"J'augmente ma note suite à la dernière version, merci Swissquote pour cette mise à jours","reviewCreatedVersion":"1.2"},{"at":"2010-09-03T14:07:34","score":5,"content":"AAA Parfait marché euronext. Recherches efficaces. Typologie impeccable. Le meilleur de tous ceux essayés.Sans bug. Exceptionnel","reviewCreatedVersion":"1.1"},{"at":"2010-08-06T15:02:59","score":4,"content":"Rapide. Clair. Mais les onglets de la nelle version prennent trop de place sur Tattoo.","reviewCreatedVersion":"1.1"},{"at":"2010-12-11T18:53:32","score":5,"content":"Sync with perso pages runs smootly, quite nice!","reviewCreatedVersion":"1.1"},{"at":"2010-09-03T06:18:41","score":3,"content":"Bonne application boursière. Bcp de marché pas encore atteignable","reviewCreatedVersion":"1.0"},{"at":"2010-06-18T07:41:49","score":5,"content":"Très sympa! Vivement une nouvelle version avec de nouvelles fonctionnalités.","reviewCreatedVersion":"1.0"},{"at":"2011-08-03T09:12:38","score":5,"content":"Excellent App! Finally on Android Market!","reviewCreatedVersion":"1.0"},{"at":"2010-12-02T09:49:20","score":5,"content":"Merci pour les pages perso!","reviewCreatedVersion":"1.0"},{"at":"2016-12-15T07:00:21","score":3,"content":"Pas mal","reviewCreatedVersion":null},{"at":"2025-03-12T14:21:36","score":5,"content":"Super!","reviewCreatedVersion":null},{"at":"2012-08-18T19:06:21","score":4,"content":"Pas de zoom sur les chart","reviewCreatedVersion":null}]}