{"comments":[{"at":"2025-03-15T10:52:23","score":1,"content":"La dernière version est une véritable catastrophe. - Impossible de se connecter à son compte TL. Erreurs. - Il n'est plus possible d'acheter un billet par carte de crédit. - Le système Fairtic est mauvais, pas pratique. - L'interface a encore empiré. Heureusement il reste l'alternative d'acheter son billet avec l'application CFF, bien qu'elle ait aussi des defauts.","reviewCreatedVersion":"8.0.1"},{"at":"2025-02-05T06:14:29","score":1,"content":"Nul ! Dans la version 2025 , on peut mettre que 3 favoris alors qu'avant on pouvait en mettre plus. Ce qui pose vraiment problème c'est que lorsque l'on choisit un favori, l'App nous indique tous les bus qui passent à cet arrêt. J'ai mis st François comme favori et j'ai les infos de tous les bus qui y passent dans les 2 sens alors que seul de 9 direction Lutry m'intéresse. C'est déstabilisant surtout pour les enfants et les personnes âgées. En plus c'est écrit tout petit, on voit plus rien.","reviewCreatedVersion":"8.0.1"},{"at":"2025-02-18T08:37:25","score":1,"content":"Nouvelle mise à jour hyper décevante. Alors oui, c'est plus joli, mais pour les trajets du quotidien, c'est nul. Seulement 3 favoris (c'était illimité avant), et quand on affiche \"arrêt\" ça nous affiche tous les passages de bus à l'arrêt en question... Du coup, je me trompe régulièreme d'horaire. J'adorais utiliser cette appli avant pour savoir quel été le meilleur trajet à prendre, aujourd'hui c'est juste pénible, et pas fiable du tout. Dommage.","reviewCreatedVersion":"8.0.1"},{"at":"2025-04-01T19:43:49","score":1,"content":"pire mise à jour qui soit. impossible de mettre + de trois lignes sur le tableau de bord, obligé d'utiliser les barres de recherchent et de taper les destinations, on pert un temps fou alors qu'on utilise cette appli justement pour voir les horaires rapidement. ridicule. ceux qui n'ont pas l'habitude de travailler avec la technologie (et ceux qui ont des difficultés à s'adapter, car oui, c'est possible de faire une application accessible à TOUS) ne peuvent même plus utiliser cette appli.","reviewCreatedVersion":"8.0.1"},{"at":"2025-03-31T12:53:34","score":1,"content":"Alors par où commencer? Rien ne va. Aucune fonction ne marche correctement. Impossible d'ajouter son abonnement et un gros soucis avec l'achat de billets. On paie mais impossible de revenir sur l'appli une fois le paiement fait ce qui n'est pas utile quand des arrêts n'ont pas de distributeur (pas top en 2023). Bref on paie plein pot pour pas grand chose dans les services proposés. Mise à jour. Rien a changé. Le système de billet revient sur stop quand on glisse le bouton sur \"ON\".","reviewCreatedVersion":"8.0.1"},{"at":"2025-04-13T11:03:05","score":1,"content":"éclaté au sol depuis la mise à jour 2025. n'affiche plus certaines correspondances. horaires aléatoires et erronés. ne mémorise plus automatiquement les points de départ. interface visuelle esthétique mais très mal optimisée et peu ergonomique. avec le prix actuel des abonnements, ou va notre argent ?!","reviewCreatedVersion":"8.0.1"},{"at":"2025-03-15T15:59:48","score":1,"content":"Pas super fan de cette nouvelle appli, qui est loin d'être intuitive. Il est plus facile de trouver rapidement un horaire avec l'application CFF au final. A part ça, ce serait mieux d'avoir un vrai horaire sur les prochains bus, plutôt qu'une indication \"dans 47 min\" etc.., ce qui éviterait de devoir faire une gymnastique mentale inutile.","reviewCreatedVersion":"8.0.1"},{"at":"2025-03-05T20:16:48","score":1,"content":"Moche, inversement inutile de la couleur de la miniature de l'app, beaucoup trop gros changement visuel de l'intérieur ne servant à rien. Perte des raccourcis et trajets en tout cas si pas connecté. À voir si ça patine moins dans le Yoghurt. Edit: ah et disparition de façon accessible de l'option de selection du point de départ (il faut 3 suites d'actions pour y accéder), liste des lignes et des arrêts non trouvée (si supprimé, c'est débile) 0/1000 surtout pour le prix exorbitant des tl","reviewCreatedVersion":"8.0.1"},{"at":"2025-02-05T07:01:59","score":1,"content":"Absolument pas fiable ! On rate son bus en le voyant passer parfois jusqu'à 2 minutes avant l'heure annoncée (alors que c'est soi-disant en temps réel). En installant la nouvelle mise à jour, j'espérais voir une amélioration, mais en plus de me déconnecter de mon compte, ça a effacé ma longue liste de favoris. C'est vraiment pénible ! Ça serait bien d'avoir quelque chose de pro, pour une fois. Surtout que vous avez accès à un exemple de fiabilité et d'efficacité avec l'app CFF.","reviewCreatedVersion":"8.0.1"},{"at":"2025-03-03T16:57:47","score":2,"content":"Concernant le check in ticket, si vous oubliez de le couper en sortant du bus, l'application ne reconnait pas que vous n'êtes plus dans un moyen de transport, par exemple quand vous passez 1 heure dans un musée donc sans déplacement sur les lignes TL (alors que les autres applications le font!!!) Et on vous facture 2h de trajets, alors que vous avez fait qqs arrêts uniquement... Il vaut donc mieux continuer avec Fertiq par exemple, qui le fait automatiquement.","reviewCreatedVersion":"8.0.1"},{"at":"2025-02-04T20:18:20","score":1,"content":"La dernière mise à jour est horrible par rapport à la version d'avant qui était plus intuitive, plus simple pour organiser les départs depuis les arrêts que l'on souhaitait, pas limité en terme d'arrêt affichable. Là tout est mélangé et on voit les horaires de bus qu'on ne veut pas voir, c'est contre intuitif et mets plus de temps pour trouver l'info. Revenez à la précédente version mais modernisée ça sera mieux","reviewCreatedVersion":"8.0.1"},{"at":"2025-02-07T18:16:20","score":4,"content":"La nouvelle application est bien conçue globalement je trouve, bien mieux que la précédente dans tous les cas ! Je suis un peu déçu de la limite du nombre de favoris par rapport à l'ancienne version et je trouverais bien que l'on puisse avoir un bouton en bas de l'écran pour accéder directement aux favoris ou à l'info trafic. De plus, l'écran bleu avec le logo tl au démarrage de l'application est beaucoup trop long (3 secondes environ), dans l'idéal 1 seconde suffirait à mon avis.","reviewCreatedVersion":"8.0.1"},{"at":"2025-02-13T22:04:27","score":1,"content":"J'ai peine à comprendre qu'il s'agit d'une version v8, et que cette application reste peu intuitive, avec des bugs et j'en passe. Et pourquoi avoir limité à 3 le nombre de lieux favoris?? Je me demande si on a vraiment considéré l'avis des utilisateurs. Il m'arrive régulièrement de consulter l'app des CFF pour connaître l'horaire des bus TL, c'est le comble.","reviewCreatedVersion":"8.0.1"},{"at":"2025-04-15T05:08:36","score":3,"content":"Application trop nulle, la pire application de transport public au monde, cela ne marche pas du tout bien, après ces dernières mises à jour, c'est devenu pire que l'ancienne version. s'il vous plaît remettez la version précédente au moins, car vous ne savez pas du tout gérer des applications...","reviewCreatedVersion":"8.0.3"},{"at":"2025-02-24T14:31:56","score":1,"content":"Pourquoi avoir à se connecter à un compte pour obtenir des fonctionnalités qui était gratuites avant ? Je n'avais pas envie de remettre une étoile après le fiasco de l'ancienne nouvelle application mais là c'est trop. Ce serait bien que l'UX soit plus prise en compte par les développeurs. Pourquoi que deux tableaux de départs, 3 favoris seulement ??? Je ne comprends pas comment vous arrivez à rendre l'app de moins en moins bonne à chaque fois qu'elle change d'apparence mais bravo en tout cas","reviewCreatedVersion":"8.0.1"},{"at":"2025-03-21T14:36:12","score":1,"content":"Enfin l'application a été mise à jour et est un peu fonctionnel sauf qu'on ne peut pas se connecter avec son compte.... En effet les TL ont obligé tout le monde à utiliser le swisspass pour s'identifier mais l'app demande un ancien compte TL ! Toujours un bus de retard aux TL avec les nouvelles technologies.... Merci pour la réponse des TL à côté de la plaque ! Une fois la connexion par Swisspass activé on ne peut plus utiliser l'identifiant classique TL.....","reviewCreatedVersion":"8.0.1"},{"at":"2025-02-05T06:49:31","score":4,"content":"OK enfin une mise à jour qui améliore les performances ! Bravo. Cependant, pourquoi régresser sur le widget des Favoris? Je trouvais super pratique de tous les avoir directement sur la page d'accueil, maintenant 3 seulement et en scroll horizontal? Et ils sont énormes donc même en allant dans les détails on en voit que 2-3 à la fois. Vraiment pas du tout pratique pour vite avoir un aperçu global et trouver le bon arrêt dans un moment pressant...","reviewCreatedVersion":"8.0.1"},{"at":"2025-02-04T06:18:54","score":1,"content":"App inutilisable ! L'appli CFF est mieux en tout point et la seule fonction que j'utilisais sur l'ancienne app a quasiment disparue. Mais je vous propose : De rajouter plus de tableaux de départ (max actuel:2). Qui se trouveront sur la page d'accueil et qu'on pourra dérouler vers le bas (comme les favoris de l'ancienne app). Et où on pourra choisir la ou les ligne et le sens de chaque ligne de l'arrêt (design actuel mais où on pourra cocher les lignes dans un petit menu). Je changerai ma note","reviewCreatedVersion":"7.3.0"},{"at":"2025-02-03T21:07:37","score":1,"content":"Tous mes favoris ont disparu à la mise à jour, impossible d'ajouter un favori depuis l'arrêt désiré (en met un autre au bol), plein d'espace blanc vide inutile sur la vue des favoris. Fuyez cette mise à jour publiée bien avant d'être prête. Maudissez les responsables, pas les pauvres développeurs.","reviewCreatedVersion":"8.0.1"},{"at":"2025-02-06T09:15:18","score":1,"content":"La nouvelle mise à jour ne convient plus du tout ! On ne peut que selectionner les arrêts, mais plus le sens. Nous sommes obligés de parcourir toute l'application et d'avoir toutes les informations, contrairement à avant. Si vous n'avez pas encore fait la mise à jour, profitez et ne la faites pas !","reviewCreatedVersion":"8.0.1"},{"at":"2025-03-09T19:37:39","score":1,"content":"Extraordinaire, maintenant la méthode la plus simple d'acheter un billet M2 consiste à envoyer un SMS. En d'autres termes, ne pas utiliser cette application ! Tout nous encourage à créer un compte, partager ses données, sa localisation, prendre des abonnements... Je dois juste aller au CHUV 1x par mois... Pourquoi est ce si compliqué ?","reviewCreatedVersion":"8.0.1"},{"at":"2025-02-06T07:49:48","score":1,"content":"Très bonne appli pour travailler le calcul mental quand tu consultes les horaires de ton arrêt : le bus passe dans 47 min. à l arrêt. A quelle heure passe le bus? Excellent également pour jouer au jeu des erreurs : Sur un trajet normalement direct, l appli me propose un changement pour un bus qui suit exactement le même trajet, avec un temps pour le changement de 0 min. L'heure d arrivée annoncée en fin de trajet est 1 min. avant l arrivée annoncé pour du bus... bref appli inutile....","reviewCreatedVersion":"8.0.1"},{"at":"2025-03-21T05:39:00","score":2,"content":"Le mode favoris ne permet pas de changer l'ordre des favoris. le mode itinéraire favoris ne permet pas de voir dans le passé. ainsi en voyageant je ne retrouve plus l'heure de ma correspondance rapidement. de plus il est impossible de voir dans le passé avec le filtre.","reviewCreatedVersion":"8.0.1"},{"at":"2025-02-04T07:20:35","score":4,"content":"La nouvelle version est jolie et bien plus rapide/efficace. Quelques bugs au niveau des cartes (les trajets indiqués sont parfois fantaisistes). Par contre, il manque très clairement le choix pour un mode sombre/nuit.","reviewCreatedVersion":"8.0.1"},{"at":"2025-02-08T16:13:35","score":1,"content":"Votre nouvelle application est inutilisable !!! Il faut un minimum réfléchir aux besoins des utilisateurs. La plupart des gens vont s'en servir quotidienne pour allé et revenir du travail. Il faut pouvoir voir les ligne et arrêt utilisé régulièrement en un coup d'œil. 1)Demande l'activation de la localisation à chaque fois ! NON JE NE VEUX PAS L'ACTIVER!!! 2)Impossible de trouver un horaire pour un arrêt. 3)Nombre de favoris limité !? FAVORIS BUGS, MONTRE LE MAUVAIS ARRÊT. ETC ...","reviewCreatedVersion":"8.0.1"},{"at":"2025-02-04T04:46:30","score":3,"content":"La nouvelle manière d'afficher les favoris est ridicule. Qu'est-ce que j'en ai à faire de savoir à quelle heure partent les bus qui vont dans le sens inverse de ma direction ? Les personnes qui ont approuvé cette idée ne doivent pas se servir souvent de l'application, parce que c'est stupide. Le reste de l'application ne m'a pas l'air inutilisable, voire même pratique, mais cette partie, spécifiquement, est l'œuvre de quelqu'un qui n'a pas réfléchi à la manière dont les humains se déplacent.","reviewCreatedVersion":"8.0.1"},{"at":"2025-03-21T17:47:03","score":1,"content":"Elle a été développé avec des pieds. jamais vue ça de ma vie. c'est quand même alucinant en 2025! super design, mais 0 fonction. ajouter un favorit, trouver un horaire et suivre plusieurs arrêts deviens le calvaires, autant aller à pied! merci","reviewCreatedVersion":"8.0.1"},{"at":"2025-02-11T17:44:46","score":1,"content":"Interface pas du tout intuituve, obligation de se connecter sur un compte tl (il faudra en créer un si vous n'en avez pas) pour avoir accès à toutes les fonctionnalités. Mise à jour inutile","reviewCreatedVersion":"8.0.1"},{"at":"2025-03-13T16:37:49","score":1,"content":"Me demande activer position a chaque fois alors que j ai désacrivé cette fonction. Agaçant! Seulemt 3 favoris à dispo alors que j en ai besoin de 4 ce qui était le cas avant! Franchement..je ne vois pas le progrès!","reviewCreatedVersion":"8.0.1"},{"at":"2025-02-14T17:31:47","score":1,"content":"À chaque nouvelle version, c'est pire ! Moins pratique, moins lisible, chaque étape demande plus de manipulations. On est proche du zéro !","reviewCreatedVersion":"8.0.1"},{"at":"2025-02-17T12:45:13","score":2,"content":"Dans les favoris, la ligne du LEB n'affiche qu'un carré blanc, sans aucune information. Ceci même après l'avoir enlevé et remis. Merci de corriger","reviewCreatedVersion":"8.0.1"},{"at":"2025-02-20T13:34:26","score":1,"content":"NULLE. Appli moins performante que l ancienne , je la trouve zéro et du coups je réutilise l application CFF qui marche beaucoup mieux , même pour les transports lausannois.","reviewCreatedVersion":"8.0.1"},{"at":"2025-02-06T17:43:17","score":1,"content":"Grosse dégradation depuis la mise à jour. C'est plus beau mais c'est surtout moins pratique ! Moins compact, plus de scrolls dans tous les sens, moins de possibilités de filtrage. Malheureusement une invitation à sortir son gmaps.","reviewCreatedVersion":"7.3.0"},{"at":"2025-04-05T22:47:14","score":1,"content":"De pire en pire cette appli, Moins de fonctionnalité qu'avant, Faut refaire tout nos favoris, mais limité a 3... A quant une vrai appli fonctionnelle ?","reviewCreatedVersion":"8.0.1"},{"at":"2025-02-28T05:57:04","score":1,"content":"De manière répétée les données horaire de lignes ou horaires en temps réel ne se chargent pas. Application pas fiable lorsqu'on en a besoin.","reviewCreatedVersion":"8.0.1"},{"at":"2025-02-18T07:20:48","score":2,"content":"Je rate mon bus tous les matins depuis la nouvelle application. Je marche une grande ligne droite avant d'arriver à l'arrêt et je ne vois pas passer le bus qq minutes avant. C'est à n'y rien comprendre. (bus 1 parc vélodrome)","reviewCreatedVersion":"8.0.1"},{"at":"2025-02-04T08:53:57","score":3,"content":"L'interface de la nouvelle application est très bien faite. Par contre gros bémol sur le fait de devoir créer un compte TL pour avoir plus que 3 arrêts de bus en favori...","reviewCreatedVersion":"8.0.1"},{"at":"2025-02-28T23:35:02","score":1,"content":"- Marty j'ai accidentellement déchiré le tissu du continuum espace-temps ! - mais enfin doc, comment avez vous pu faire une chose pareil vous qui connaissez si bien les voyages spatio-temporel ? -c'était évident Marty, j'ai juste eu besoin de télécharger l'application tl nom de Zeus !","reviewCreatedVersion":"8.0.1"},{"at":"2025-02-06T14:52:18","score":1,"content":"J'ai l'obligation d'installer cette application et acheter en ligne des billets car vous n'installez pas de machine à ticket à Froideville et je ne peux même pas acheter mon billet aller et retour à Lausanne...","reviewCreatedVersion":"8.0.1"},{"at":"2025-01-19T11:20:53","score":1,"content":"App installée sur un Samsung S21 et avec une excellente connexion internet. Interface peu pratique et avec des bugs manifestement, et je n’ai même pas pu prendre mon ticket. J'ai finalement utilisé l'app CFF et pu prendre mon ticket en moins d'une minute.","reviewCreatedVersion":"7.3.0"},{"at":"2025-02-04T15:41:01","score":2,"content":"Avec la nouvelle mise à jour, il faut reconfigurer à nouveau toute l'application afin d'avoir accès aux information souhaitées. Je retrouve plus difficilement les informations dont j'ai besoin. Une UI un peu plus jolie avec malheureusement un grand pas en arrière concernant la UX. Edit: Merci pour la réponse mais ça n'explique pas les changements qui a vont à l'inverse d'une meilleure expérience. Plus de clicks à faire pour trouver les informations, moins de visibilité sur les favoris, etc...","reviewCreatedVersion":null},{"at":"2025-03-15T17:18:41","score":1,"content":"La mise à jour inutile. Les horaires en \"temps réel\" c'est juste un nom propre, entre les bus fantôme qui passe et les bus non annoncé. Et l'option pour avoir un trajet une catastrophe sans nom, l'application ignore trop de correspondance possible et préfère nous faire des détour. Du coups je vais rester sur l'application des CFF qui n'est parfaite mais comparé à votre application, elle est suffisante.","reviewCreatedVersion":null},{"at":"2025-02-04T20:21:58","score":2,"content":"En faisant la mise à jour de février 2025 (de v7 à v8) j'ai perdu tous mes favoris ainsi que mon tableau de bord parfaitement configuré. De plus, la nouvelle mise à jour ne me permet pas d'avoir un tableau de bord des favoris aussi efficace qu'avant. Cerise sur le gâteau, il faut un compte pour avoir plus de 3 favoris. Conseil : évitez la version v8","reviewCreatedVersion":null},{"at":"2025-02-04T13:50:45","score":1,"content":"Super la mise à jour qui efface tous les favoris... Et en plus il faut un compte pour avoir plus que 3 favoris?????","reviewCreatedVersion":"8.0.1"},{"at":"2025-02-05T07:31:55","score":1,"content":"Nouvelle version, moins pratique . On ne Peut pas ajouter ajouter des favoris en colonne comme avant. Dommage","reviewCreatedVersion":"8.0.1"},{"at":"2025-02-04T16:08:13","score":1,"content":"Nouvelle application avec moins d'options qu'avant. Après tout c'est la devise des TL, pourquoi s'améliorer quand on peut régresser.","reviewCreatedVersion":"8.0.1"},{"at":"2025-02-04T17:04:16","score":1,"content":"Je comprends pas pourquoi une appli qui fonctionne bien on la met à jour et ca devient nul... ils sont payés au lance pierre les informaticiens de chez les TL ? Pfff...","reviewCreatedVersion":"8.0.1"},{"at":"2025-04-25T23:37:13","score":1,"content":"Dommage d'avoir rétrograder votre service.... 0 Fonctionnalitée intuitive","reviewCreatedVersion":"8.0.3"},{"at":"2024-03-11T13:59:12","score":2,"content":"Le processus d' enregistrement nécessite de saisir les mêmes informations 2fois ! Impossible d avoir un mot de passe de plus de 24 caractères alors que le site Web le permet, tout ça pour essayer de payer les billets avec une carte de crédit (sans succès). Regardez ce que font les autres applications (les cff par exemple) pour donner de l'inspiration a vos informaticiens!","reviewCreatedVersion":"7.2.2"},{"at":"2022-02-17T05:16:12","score":1,"content":"Les favoris ne fonctionnent plus. Il y a bien une note en rouge en haut de la page qui vous invite à faire une mise à jour, mais quand je clique dessus, impossible de trouver la mise à jour... je n'aimerais pas être un personnes âgée qui serait moins à l'aise avec la technologie ! De toute façon, ça va avec le reste, quand l'application fonctionne, ce sont les chauffeurs qui ne respectent pas les horaires (et je pars tous les matins d'un terminus et sans trafic!).","reviewCreatedVersion":"7.0.9"},{"at":"2024-10-03T18:08:33","score":1,"content":"Même avec les années qui se sont écoulées, cette application est toujours aussi nulle. Bugs sans cesse, tourne dans le vide, impossible de voir les horaires des bus et métro. Bref une belle daube. C'est très dommage que les TLs n'aient toujours pas investi pour améliorer cette app. C'est pas comme si les compétences manquaient dans la région.","reviewCreatedVersion":"7.2.3"},{"at":"2019-09-15T09:34:13","score":2,"content":"Décevant comme application: J'ai presque trouvé le mode \"accessibilité\" plus agréable. Une app ne doit pas être une usine à gaz. Ce qui me manque: Billets: zones 11 et 12 + FAIRTIQ + abonnements seulement proposés. Possibilité d'ajouter d'autres zones? Un petit bug: Les infos des perturbations affichent les codes unicodes au lieu des caractères \"\\00e9\" au lieu de \"é\".","reviewCreatedVersion":"6.39.5"},{"at":"2020-02-16T11:17:15","score":3,"content":"Dommage, le calcul d'itinéraire n'est pas toujours très fiable. Ex.: arrêt Bessière ou Pont Bessière, l'app ne me propose pas de prendre les lignes 6 ou 7, mais uniquement, le m2 ou les lignes 22 ou 60. D'autre part, il faudrait pouvoir sur la map, introduire des sites favoris, une adresse quelconque (pas seulement limité aux arrêts), cliquer dessus, afin de proposer itinéraire. Sinon, en terme d'affichage, il faudrait résoudre ce problème de la map qui vient s'afficher, par dessus les horaires.","reviewCreatedVersion":"6.45.2"},{"at":"2019-11-08T09:22:17","score":3,"content":"Bien et mieux que la précédente, mais il faudrait qu'elle couvre au moins le réseau Mobilis, qu'on puisse y acheter tout billet et, pourquoi pas, abonnement, qu'on puisse définir un trajet comme favori et pas seulement une ligne de bus, qu'on puisse définir un favori bidirectionnel au lieu de deux favoris, que le temps réel soit toujours réel. Bon travail, je me réjouis du résultat.","reviewCreatedVersion":"6.42.1"},{"at":"2019-12-03T09:27:58","score":1,"content":"Il est incroyable, après le fiasco de la dernière mise à jour, de voir que vous arrivez encore une fois avec une app aussi mauvaise. Pour un utilisateur régulier, chose la plus utile est LES FAVORIS. Comment on peut faire moins bien que l'ancienne version, cela est stupéfiant. Si jamais vous êtes intéressés par l'avis des utilisateurs (ce dont je doute, puisque vous forcez l'usage de la nouvelle app en retirant l'ancienne), je vous ferai volontiers parvenir une liste de points détaillés. En attendant, je me contenterai de penser que les mauvais informaticiens trouvent un poste dans la fonction publique, là où ils sont à l'abri de contraintes ridicules comme celles de la performance.","reviewCreatedVersion":"6.42.1"},{"at":"2022-09-18T12:27:12","score":1,"content":"mal pensé, pas intuitive, la fonction itinéraire ne fonctionne que si elle en a envie, les arrêts de bus, sur la map ne sont pas mis où ils devraient se trouver surtout si on veux choisir la direction du bus pour voir quand il arrive c'est au hasard... l'application est entièrement à revoir. en attendant l'application CFF est préférable et beaucoup plus précise.","reviewCreatedVersion":"7.0.9"},{"at":"2023-10-10T19:56:40","score":1,"content":"Cette application est une vraie catastrophe, depuis la dernière mise à jour, impossible de trouver un arrêt, un parcours, un horaire ou même ajouter un favori, etc. Une application gratuite, oui, mais au moins opérationnelle ce serait bien mieux. Désinstallée, puis réinstaller, mais encore pire qu'avant. Même le chantier du tramway fonctionne mieux que cette appli.","reviewCreatedVersion":"7.2.0"},{"at":"2019-12-12T08:21:46","score":1,"content":"L'ancienne app TL était tellement mieux et beaucoup plus précise... L'horaire en ligne n'est pas du tout fiable, l'application bug beaucoup. Elle est plus \"compliquée\" que l'ancienne. S'il y a petit peut de retard ça ne le précise pas, et s'il y a un \"grand\" retard ça le presice seulement si on clique dans alertes et informations... Parcontre j'apprécie le fait que je puisse trouver les trajets les plus rapides avec les correspondances.","reviewCreatedVersion":"6.42.1"},{"at":"2019-11-26T06:27:45","score":2,"content":"La nouvelle version était censée être plus pratique et ergonomique. Ce n'est pas vraiment ce qui est observable. Menu à droite, zones d'interactions parfois trop petites, map qui s'immisce dans l'interaction avec les horaires, et une recherche d'horaires pour les trajets encore trop compliquée, trop de \"clics\". Présentation des horaires en minutes : c'est chouette pour les 10 prochaines minutes mais atroce pour un horaire 5h plus tard.","reviewCreatedVersion":"6.42.1"},{"at":"2021-04-07T17:01:33","score":1,"content":"Pas pratique et pas intuitif, vous pouvez remettre comme c'était avant ? Le changement c'est censé améliorer... Afficher dans combien de minutes arrive un bus au lieu de l'heure d'arrivée fait que je n'utilise presque plus cette application. Ce n'est pas parlant quand on recherche un bus à l'avance (ce qui est le but). D'autant plus que nous avons toujours le doute pour savoir si l'application se met à jour automatiquement ou pas, wifi ou pas. A la rigueur cela sert quand on poireaute déjà...","reviewCreatedVersion":"6.53.5"},{"at":"2019-08-06T11:07:47","score":2,"content":"Pourquoi ne pas se calquer sur l'application des TPG, je trouve que celle-ci est beaucoup plus pratique et intuitive. Il serait bien par exemple d'afficher en un clin d'oeil tous les prochains départs de bus en partance des arrêts à proximité en utilisant la géolocalisation. Également inclure les correspondances possibles avec les CFF dans le calculateur d'itinéraire.","reviewCreatedVersion":"6.39.2"},{"at":"2019-11-05T11:33:17","score":1,"content":"Après une première appli instable, moche, peu pratique et qui demandait beaucoup de puissance (pour quoi au fait ?), celle-ci montre quelques améliorations sur ces points. Pourtant, les informations live sur les bus (l'unique intérêt de cette appli) n'est toujours pas précis ni fiable (par ex. les bus en retard ou en avance ne sont pas annoncés et les correspondances ne s'adaptent pas). Bref, appli au niveau du service TL.","reviewCreatedVersion":"6.42.1"},{"at":"2020-09-07T16:55:35","score":1,"content":"Horaires incorrects, bus inexistants ou annulés, navigation inutilement compliquées malgré les nombreuses mises à jour (et changement d'application?)... l'application est à l'image des TL: inefficace, imprécise et frustrante. La seule chose qui l'en distingue, c'est qu'on ne paie pas une somme exagérée pour sa qualité médiocre. Contrairement à l'abonnement mobilis.","reviewCreatedVersion":"6.52.1"},{"at":"2023-03-27T11:58:29","score":1,"content":"Une honte. La moitié des destinations sont introuvables même en tapant le nom exact de l'arrêt. Pleins de bugs. Et impossible de noter simplement une adresse il faut connaitre les lignes de bus à l'avance. Ridicule. Rien n'est logique ni intuitif, les rubriques ont des titres incohérents. Pourquoi vous faites ça ???","reviewCreatedVersion":"7.1.0"},{"at":"2019-08-14T22:24:35","score":1,"content":"Cette nouvelle app est pleine de bonnes idées mais a de la peine quand il s'agit d'aller à l'essentiel. Je l'utilise avant tout pour me proposer le meilleur itinéraire pour me rendre du point A au point B. Si l'ancienne app n'était pas parfaite, elle était plus fiable dans ses résultats. La nouvelle semble ne pas tenir compte de certaines lignes qui n'apparaissent pas dans les résultats et propose des itinéraires farfelus. J'imagine qu'il y a encore du travail, mais personnellement ça me gêne.","reviewCreatedVersion":"6.39.2"},{"at":"2019-10-23T08:21:37","score":1,"content":"Nul. Une nouvelle application sensée améliorer la fluidité de l'ancienne (j'imagine); le résultat est médiocre, bien qu'il y ait eu une nouvelle refonte graphique, l'utilisation est d'un chaotique à presque en jeter son téléphone au sol. Mis à part l'option \"favoris\" qui permet d'ajouter les lignes les plus utilisées par l'utilisateur (Et qui, soit-dit en passant était déjà présente sur l'ancienne version), le reste de l'application n'est qu'un déchet sans intérêt.","reviewCreatedVersion":"6.42.1"},{"at":"2019-11-07T14:14:45","score":3,"content":"Pratique pour l'infos voyageurs en temps réel en mettant des favoris et également les alertes par notification en cas de problème. Par contre, c est dommage qu il n y ait pas de différence entre une alerte pour un arrêt déplacé de 40m pendant 2 mois et une interruption d une ligne suite à incident; il devrait y avoir 2 catégories. Un gros point noir concerne l affichage des prochains départs en mode plan : il ne devrait y avoir sur le plan qu un seul point par arrêt et non pas plusieurs.","reviewCreatedVersion":"6.42.1"},{"at":"2019-12-06T15:43:04","score":1,"content":"A part le changement de design, tout ce qui manquait (vs. celle des TPG) n'a pas été ajouté: 1) une option (dans la section favoris) afin de voir les prochains bus/métro non pas en minutes d'attente mais l'heure précise de leur arrivée. 2) le moyen de voir quand notre bus/métro arrivera à notre arrêt de destination (sans créer un itinéraire mais dans la section favoris). Par exemple en pouvant voir le trajet de notre métro/bus avec à côté de chaque arrêt l'arrivé (en min. + heure exacte)","reviewCreatedVersion":"6.42.1"},{"at":"2023-04-03T05:18:49","score":2,"content":"C'est une très bonne idée pour suivre les horaires des bus. Cependant, les horaires ne concordent pas avec la réalité. Il y a souvent des décalages entre l'écran des arrêts de bus et l'application, mais aussi des bus en temps réel. L'application vous marque 4 min et finalement le bus est déjà là, à l'arrêt. Aussi un bug entre les horaires qu'on met en favoris et quand on clique dessus pour avoir tous les détails des horaires, les minutes ne sont pas les mêmes que si on ne cliquait pas.","reviewCreatedVersion":"7.1.0"},{"at":"2025-02-06T23:03:12","score":1,"content":"La nouvelle mise à jour est mal organisé pour afficher les favoris, pourquoi mettre un favori arrêt de bus ?","reviewCreatedVersion":"8.0.1"},{"at":"2025-02-12T05:40:01","score":1,"content":"Les horaires sont vraiment placés aléatoirement... L'application est vraiment mauvaise...","reviewCreatedVersion":"8.0.1"},{"at":"2025-02-19T15:41:58","score":3,"content":"Chouette une nouvelle app plus belle. Mais pas possible de ce connecter avec swisspass Une MAJ prévu ?","reviewCreatedVersion":"8.0.1"},{"at":"2025-03-05T10:22:20","score":1,"content":"La mise à jour a rendu l'application trop compliqué pour pas grand chose","reviewCreatedVersion":"8.0.1"},{"at":"2025-02-04T19:52:14","score":1,"content":"Remettez l'ancienne version ! Gestion des favoris lamentable !","reviewCreatedVersion":"8.0.1"},{"at":"2025-04-08T18:31:07","score":1,"content":"une catastrophe cette nouvelle application. Plus c'est simple, mieux c'est. Là, c'est une usine à gaz pour faire plaisir aux concepteurs. Mais pensez un peu à un utilisateur lambda pressé de trouver une info pertinente. C'est un peu comme la nouvelle application de Métro Suisse😡😡","reviewCreatedVersion":null},{"at":"2025-01-29T16:32:41","score":3,"content":"Pas de widget avec station favorite (en mode preview elle y était 🤨) et ne fonctionne ́pas avec VPN Suisse enclenché...","reviewCreatedVersion":"7.3.0"},{"at":"2022-01-18T22:14:43","score":1,"content":"Bonjour ça fait quelques jours, que l'application ne marche pas bien. Je n'arrive pas à faire les itinéraires ni regarder en direct dans combien de temps les bus ils passent. Est-ce que c'est un problème général ? J'ai essayé de réinstaller l'application mais toujours rien. C'est très pénible surtout quand on ne veut pas être en retard, on ne peut pas anticiper. Merci pour votre retour.","reviewCreatedVersion":"7.0.8"},{"at":"2022-04-03T15:48:02","score":2,"content":"L'application ne permet plus de chercher un itinéraire ou de placer un favoris depuis plusieurs mois car elle ne trouve pas les arrêts quand on les tappe puis cherche, même écrit parfaitement... Il reste des utilités mais sans itinéraire ou favoris, l'application devient quand même moins intéressante. J'ai vérifié avec mes amis et nous avons tous le même problème alors que nous avons tous l'application à jour...","reviewCreatedVersion":"7.0.9"},{"at":"2024-12-14T16:22:27","score":1,"content":"Lag tout le temps, les heures indiquées sont fausses, attendre 5 minutes a chaque fois qu'on appuies sur quelque chose pour s'afficher.","reviewCreatedVersion":"7.3.0"},{"at":"2019-07-13T19:36:52","score":1,"content":"l'ancienne application était nullissime mais cette nouvelle application qui semble prometteuse est inutilisable : Premier problème si on recherche de Marcoulay à Renens gare, aucun itinéraire !!! Alors qu'il y a un bus ! Et deuxième exemple, on ne peut pas chercher d'itinéraire dans le passé donc impossible de trouver le parcours qu'on est en train de faire ! Franchement ça fait 10 ans qu'à Genève les TPG ont une application parfaite et les TL en 2019 font une application aussi mal fichue ?","reviewCreatedVersion":"6.39.2"},{"at":"2022-01-20T07:48:31","score":2,"content":"Gros bugs depuis les modifications du réseau suite à la fermeture du Grand-Pont ! - impossible d'ajouter ou supprimer des arrêts favoris - l'outil itinéraire ne fonctionne plus - les prévisions d'arrivée des bus sur certaines lignes sont imprécis ou totalement à côté de la plaque De nombreuses optimisation pourraient être ajoutées à cette appli pour la rendre aussi qualitative que celle des CFF (souvent plus précise que celle-ci..)","reviewCreatedVersion":"7.0.8"},{"at":"2022-10-08T12:44:14","score":3,"content":"L app pourrait être améliorée. Je dois presque a chaque fois la fermer 2-3 fois pour que les horaires se mettent à jour. Pas des plus pratiques quand on veut rapidement regarder les horaires. Le positif c est que les horaires sont precis et très rarement de mauvaises surprises.","reviewCreatedVersion":"7.1.0"},{"at":"2025-02-14T16:06:43","score":1,"content":"À cause de la nouvelle mise au jour, l'app est devenu totalment nulle, j'ai attendu une semaine mais même comme ça, je comprends rien et chaque fois j'arrive à l'arrêt que le bus vien de passer même si sur l'app c'etais marqué 2 minutes d'attente. J'en a mar, je vais utiliser l'app de CFF adiós","reviewCreatedVersion":null},{"at":"2019-09-04T14:06:22","score":2,"content":"Horaire dans un sens enregistré et disponible de temps en temps, mais impossible de l'obtenir dans l'autre sens. De plus l'application \"plante\" systématiquement et se ferme lorsqu'on essaye de calculer un itinéraire. Du coup je dois passer par l'appli des Cff pour obtenir les horaires de bus... pour ceux du Leb autant allumer une bougie et espérer qu'il passera... mais c'est un autre sujet.","reviewCreatedVersion":"6.39.2"},{"at":"2024-06-06T19:59:51","score":1,"content":"Appli catastrophique !!! Ne trouve pas les arrêts, la recherche prend des plombes et les pages ne s'ouvrent pas ou indiquent un code d'erreur. J'ai déjà eu des applis 🤬 mais là, c'est le bouquet. Avant cette appli n'était pas top mais depuis la mise à jour, franchement on régresse ! Je désinstalle cette appli","reviewCreatedVersion":null},{"at":"2019-11-11T14:35:55","score":4,"content":"Super outil flexible, avec des services innovants : proposition des arrêts à proximité dans la liste d'arrêts, possibilité sur la carte géographique d'afficher facilement les heures de passages à un arrêt à proximité sans créer un raccourci. A améliorer : les favoris sont poussés vers le bas par des affichages moins utilisés en tant que pendulaire","reviewCreatedVersion":"6.42.1"},{"at":"2025-02-13T06:12:20","score":1,"content":"A quoi sert les horaires si les bus passent quand ils veulent ils sont soit en retard soit en avance donc on peut bien le louper alors qu'on a 1 minute d'avance et voir qu'il est déjà loin super les tl👏","reviewCreatedVersion":"7.3.0"},{"at":"2022-12-28T12:59:51","score":1,"content":"L'application n'est pas pratique du tout : impossible de saisir la station où l'on se trouve, il faut nécessairement chercher la ligne, la direction, puis la station. Sur l'application des TPG, on saisit la station, et tous les départs imminents apparaissent !","reviewCreatedVersion":"7.1.0"},{"at":"2022-02-26T17:52:16","score":1,"content":"Impossible de mettre vote mise à jour. On tourne en rond avec le lien rose en haut de l'écran. Bon, daccord, vous avez des problèmes de personnel ces derniers jours. Dans ce cas, il serait préférable que tout votre monde soit opérationnel avant de publier une mise à jour impossible à activer. Et si le problème vient de nos favoris, je ne vois pas la pertinence de les supprimer car une mise à jour doit en tenir compte lors de sa création. Vous allez vous attirer les foudres de vos clients","reviewCreatedVersion":"7.0.9"},{"at":"2025-04-05T20:04:08","score":1,"content":"mais quelle galère, on peut même plus acheter un billet standard, le système fairtiq marche de manière très approximative... pour du tarif unique dans la ville ça soule que l'appli soit aussi compliquée.","reviewCreatedVersion":"7.1.0"},{"at":"2025-02-20T21:20:18","score":5,"content":"Finalement! Après un nombre d'applications qu'on ne compte plus, celle ci est la bonne!","reviewCreatedVersion":"8.0.1"},{"at":"2019-11-22T15:55:31","score":1,"content":"Application très lente. Impossible de lire les notifications push. P.ex. la notification \"Interruption des trains entre Lau\" apparaît sur l'écran, mais la phrase n'est pas complète et elle n'apparaît pas dans l'application... Donc complètement inutile!","reviewCreatedVersion":"6.42.1"},{"at":"2024-02-28T08:02:32","score":1,"content":"Une catastrophe totale !!! Tourne dans le vide, impossible d'afficher les horaires 2 fois sur 3 que ce soit avec le Wi-Fi ou la 4G. Annonce que les itinéraires demandés n'existent pas. Je suis obligée de passer par l'application des CFF, un comble!","reviewCreatedVersion":"7.2.2"},{"at":"2023-07-21T11:15:55","score":3,"content":"Pratique de pouvoir acheter un billet depuis la page d'accueil, mais il n'y a que l'option de paiement par SMS, pourquoi? Je suis alors obligé via Itinéraire d'acheter un billet quelconque au même prix car depuis ce menu, l'achat par carte/twint est possible. Les repères sur la carte sont perfectibles. Un clic fait parfois apparaitre les 2 arrêts de bus puis ils disparaissent aussitôt. Le clic doit être très (trop) précis sinon ça ne marche pas. Prévoir un affichage liste ds arrêts autour de soi","reviewCreatedVersion":"7.1.0"},{"at":"2023-11-12T09:43:14","score":1,"content":"Application nulle ! Fonctionnait bien avant et maintenant plus rien ! Je la désinstalle et regarde mes horaires sur l'application des CFF, sans problème !! 1 étoile pour vous encourager à faire un effort pour que çà fonctionne ! J'y reviendrai dans quelques temps ! A voir !","reviewCreatedVersion":null},{"at":"2020-02-09T20:12:58","score":1,"content":"L'ancienne application était comme elle était avec ces bugs... Mais la nouvelle est moins pratique, mieux vaut utiliser celle des cff pour y voir clair en moins de 30 sec et acheter en ligne. Car on y a beaucoup perdu. La carte TL n'utilise que le reseau TL il n'y a pas de connection avec les autres reseaux cff, MBC... C'est sûr, ce sont encore des Français qui n'utilisent pas les transports publics qui ont refondu cette application car si c'est esthétique, ce n'est pas vraiement fonctionnel ...","reviewCreatedVersion":null},{"at":"2020-02-12T07:42:15","score":2,"content":"Visiblement les minutes TL sont beaucoup plus longues que les 60 secondes habituelles. Si le design est plutôt bien, la précision n'est clairement pas au rdv. J'utilise cette application plusieurs fois par jour et je constate qu'elle est précise 2,5x sur 5. J'ose espérer que vous continuez à travailler sur l'amélioration.","reviewCreatedVersion":"6.45.2"},{"at":"2020-09-16T16:41:40","score":1,"content":"la première version me manque vraiment, l'affichage y était plus clair, les graphismes plus simples, en gros on se cassait moins le cerveau à trouver quelque chose. et j'ai loupé mon bus ce matin car il n'était pas affiché. merci. il serait temps que les controleurs se trouvent un vrai metier aussi","reviewCreatedVersion":"6.52.1"},{"at":"2019-12-06T16:16:10","score":1,"content":"L'application est toujours complètement fausse. Les horaires en temps réel n'ont rien à voir avec l'état actuel du traffic. Dès lors l'application n'a aucune utilité de plus que d'autres comme celle des cff ou Google maps pour les horaires fixes.","reviewCreatedVersion":"6.42.1"},{"at":"2019-12-03T19:28:01","score":2,"content":"Un mode nuit serait apprécié. Le tri des favoris avec les flèches n'est pas intuitif, merci de remettre le toucher-glisser. Merci d'afficher l'horaire en direct et non pas le théorique (on peut se reposer sur l'app CFF sinon...).","reviewCreatedVersion":"6.42.1"},{"at":"2022-09-10T07:26:11","score":1,"content":"J'en suis à mon 20eme clic pour juste renouveler mon abonnement... impossible à trouver un simple lien pour y accéder. Cette application est mal fait et pas intuitive. Je perd moins de temps à aller à un guichet directement! Le comble!","reviewCreatedVersion":"7.0.9"},{"at":"2020-06-16T04:55:30","score":1,"content":"Fonctionne plutôt bien avec plusieurs bug assez bizzare dans la tarification. Le plus gros problème est quand vous payez avec twint, cela ne vous ouvre pas l'application, donc j'ouvre l'application Twint en parallèle, je fais le paiement avec le code que j'ai copié préalablement. Et en revenant sur l'application tl, la page de paiement disparaît et plus rien. J'ai vérifié sur twint, mon paiement a été débité Donc le seul moyen de payer avec twint c'est d'avoir un deuxième smartphone sous la main","reviewCreatedVersion":"6.47.2"},{"at":"2022-05-16T19:12:40","score":1,"content":"Lamentable... je prépare mon itinéraire pour le lendemain matin, on me propose de partir à 23h35 pour perdre 6h de nuit à attendre la correspondance du prochain métro... et quand je prend la grille des horaires, sans faire l'itinéraire, oh surprise je peux prendre le métro à 5h39 et avoir la même correspondance... Pas étonnant qu'il y ait autant de voitures en ville avec un service pareil...","reviewCreatedVersion":"7.0.9"},{"at":"2019-08-16T18:49:39","score":2,"content":"l'application fonctionne correctement 2x/10, obligée d'aller sur le site pour simplement regarder les horaires de bus... c'est quoi l'utilité de l'app du coup ? Et quand on cherche des itinéraires, ça met un itininéraire à 3/4 changement, ce qui est pas non plus forcément le plus rapide... 👍","reviewCreatedVersion":"6.39.2"},{"at":"2023-04-05T12:25:59","score":1,"content":"Non mais là c'est la goutte d'eau ! \"Veuillez mettre à jour car la version n'est plus supportée\" mais pas de mise à jour disponible... Un sketch cette application ! Grand nombre de fois où elle ne fonctionne pas, grand nombre de fois où les horaires ne correspondent pas...","reviewCreatedVersion":"7.1.0"},{"at":"2022-08-29T12:17:52","score":1,"content":"Catastrophique comme application. C'est assez consternant de voir une ville telle que Lausanne ne pas disposer d'un app qui soit digne de ce nom pour ses transports en commun. Une sacré balle dans le pied de la mobilité douce. Le climat ne vous remercie pas...","reviewCreatedVersion":"7.0.9"},{"at":"2019-12-17T11:31:59","score":1,"content":"Ne fonctionne pas correctement. Les horaires ne correspondent pas à la réalité.... toujours aucune modification... c'est très gênant pour les gens qui utilisent cet outil pour le travail. Exemple:je suis dans le 17 et je dois ensuite prendre le 32. Il me reste 4 minutes d'après l'application. Je suis chargée, je cours tant bien que mal, pour apprendre que mon bus arrive 4 à 5 minutes plus tard","reviewCreatedVersion":"6.42.1"},{"at":"2021-10-20T17:03:02","score":1,"content":"L'app fonctionnait bien jusqu'à il y a quelques jours et puis impossible de l'utiliser aujourd'hui. Écran blanc 1 fois sur 2, temps de chargement extrêmes, elle n'affiche que des messages \"aucun trajet disponible\" lorsqu'elle charge enfin","reviewCreatedVersion":"6.55.2"},{"at":"2023-01-30T13:36:54","score":1,"content":"Le temps affiché sur l'application ne correspond pas à la réalité, soit le bus est en avance, soit très en retard (parfois le bus est affiché comme passé alors qu'il n'est pas encore arrivé) et le temps peut augmenter aléatoirement (passer de 1min d'attente à 4min).","reviewCreatedVersion":"7.1.0"},{"at":"2024-09-27T19:27:43","score":2,"content":"Le paiement par carte ne marche qu'une fois sur 10. J'ai raté maintes fois le métro le temps de recommencer l'opération plusieurs fois. Est-ce un problème de saturation du serveur ? Incroyable de voir une appli aussi peu fluide en 2024.","reviewCreatedVersion":"7.2.3"},{"at":"2019-12-17T17:26:55","score":4,"content":"Bonjour, pas trop mal, cependant, une personne âgée que je connais m'a fait remarquer qu'avec l'ancienne application il était possible de prendre un billet pour 2 heures, pratique pour se rendre chez ses médecins disséminés dans Lausanne. Hors ce n'est plus possible avec l'app. Avez vous pensé à prendre l'avis des utilisateurs avant de la développer ? L'option est-elle prévue dans une màj ?","reviewCreatedVersion":"6.42.1"},{"at":"2021-06-14T06:30:19","score":3,"content":"Tout fonctionnait bien jusqu'à il y a pas encore trop longtemps de cela, mais depuis un peu plus d'une semaine, il n'y a plus d'infos sur les retards des lignes 68 et 69... Si c'est pour avoir des horaires non-actualisés en temps réel, autant ne pas avoir d'application du tout...","reviewCreatedVersion":"6.53.5"},{"at":"2019-11-19T18:28:35","score":1,"content":"Toujours aussi nul... La principale fonction c'est de donner les horaires corrects et ajustés si jamais il y a des retards, ce que cette app ne fait absolument pas. Résultat : encore des trains ratés à cause de ça (et c'est pas faute de partir en avance)","reviewCreatedVersion":"6.42.1"},{"at":"2020-02-14T10:52:28","score":1,"content":"Une cata cette nouvelle appli, beaucoup moins pratique que l'ancienne, le visuel est moins bien, très lente, les infos en rouge difficilement accessibles à cause de la lenteur pour les charger","reviewCreatedVersion":"6.45.2"},{"at":"2023-02-28T18:07:01","score":2,"content":"Horaires mini souvent trop , très, voire indéfiniment long à charger. Peu pratique pour manipuler avec une seule main, pour passer d'un horaire à l'autre par exemple.","reviewCreatedVersion":"7.1.0"},{"at":"2019-12-24T08:21:01","score":1,"content":"Cette application est un véritable cauchemar, l ancienne fonctionnait bien mieux, les horaires suivants sont annoncés en minutes, on ne peut plus chercher par ligne, elle est lente, a fuir de toute urgence ! Les développeurs feraient mieux de changer de métier.","reviewCreatedVersion":null},{"at":"2019-09-04T06:31:46","score":3,"content":"Bonne nouvelle version, cependant les horaires de la lignes 24 ne marchent pas, et il n'y a aucun moyen de reporter de bug dans l'application.. De plus la fonction intineraire ne prend pas la ligne 24 en compte..","reviewCreatedVersion":"6.39.5"},{"at":"2025-03-21T11:34:59","score":1,"content":"je préférais nettement l'ancienne version. Avec la nouvelle version on est obligé d'activer la localisation. De plus, il est plus compliqué d ajouter des itinéraires futurs.","reviewCreatedVersion":null},{"at":"2020-05-01T11:15:14","score":1,"content":"Vous ne répondez pas aux questions, et de plus quelle générosité en ces temps de coronavirus, franchement, quand on sait qu'à Fribourg, les transports sont gratuits, et pour les abonnés fidèles que beaucoup d'entre nous sommes depuis des années, un tout tout petit geste, surtout n'exagérez pas, ça ferait mal...","reviewCreatedVersion":"6.47.2"},{"at":"2025-02-05T11:03:39","score":2,"content":"Je suis un peu déçue de la nouvelle mise à jour de l'application, tout mes favoris ont disparu et j'essaie de les remettre, mais impossible de le faire, donc j'ai enlevé une étoile","reviewCreatedVersion":"6.52.1"},{"at":"2024-11-16T08:55:58","score":2,"content":"Rencontre très souvent des bug: horaires qui ne s'affichent pas correctement, recherche d'itinéraire qui tournent dans le vide, etc. etc.","reviewCreatedVersion":"7.2.3"},{"at":"2023-04-05T14:02:00","score":2,"content":"Je n'arrive pas à faire la mise à jour demandée par l'application cela m'énerve car vraiment besoin de voir les différents horaires dont j'ai besoin. Veillez me dire pourquoi? Pourtant j'ai désinstallé l'appli et réinstallé sur Google play mais cela ne fonctionne pas.","reviewCreatedVersion":"7.1.0"},{"at":"2019-12-09T05:01:50","score":1,"content":"2ème déploiement et toujours aussi fausse en tout cas pour la ligne 9. Cela fait plusieurs semaines que je l'avais en double commande et les erreurs sont toujours là. Je ne parle même pas de longueur de chargement... ce soir soit disant pas de bus avant 17 min et oh miracle de Noël le bus est arrivé à l'heure c'est-à-dire 2 min ! Vous pouvez la désactiver quand vous voulez. Dans les favoris et arrêt clergere.","reviewCreatedVersion":"6.42.1"},{"at":"2020-12-08T21:21:07","score":2,"content":"De manière général, je suis satisfaite de l'application mais depuis une semaine, elle ne s'ouvre plus du tout même après la mise à jour, la désinstallation puis réinstallation et redémarrage de mon téléphone...","reviewCreatedVersion":"6.53.5"},{"at":"2019-12-15T09:28:44","score":1,"content":"Note catastrophique, des dev qui repondent même pas aux critiques. Des menus en haut à droite, alors que tout le monde les mets en bas desormais en raison de la taille des ecrans.. Cerise sur le gâteau, il a fallu installer une nouvelle app. Bref typique, une app mal foutue que seul l'état/contribuables ont les moyens de s'offrir Vive fairtiq","reviewCreatedVersion":"6.42.1"},{"at":"2019-09-20T05:33:25","score":1,"content":"Mes favoris s'effacent régulièrement. L'appli n'a aucune utilité si elle ne nous prévient pas des changement d'horaires et des bus supprimés, je ne compte même plus le nombre de fois où ça m'est arrivé","reviewCreatedVersion":null},{"at":"2019-10-09T05:59:36","score":1,"content":"Début prometteur mais ne fonctionne tout simplement pas. C'est comme s'il n'y avait plus de backend. Favoris dans les choux, chargements interminables, icônes en \"404\"...Je désinstalle.","reviewCreatedVersion":"6.42.1"},{"at":"2023-08-23T05:23:17","score":1,"content":"Application remplie de bugs avec des horaires complètement faux... Bravo aux tl, c'est à l'image du fonctionnement du réseau qui s'est dégradé ces dernières années.","reviewCreatedVersion":"7.1.0"},{"at":"2021-10-13T09:53:17","score":1,"content":"Impossible de mettre à jour l'application malgré x tentatives... De plus,impossible d'avoir une application pour gérer les abos sans passer par le mail. Donc grosse galère avec le Flexi Abo... Comment sélectionner FACILEMENT un jour? Merci de me renseigner...","reviewCreatedVersion":"6.55.2"},{"at":"2024-03-20T12:18:58","score":1,"content":"Catastrophique cette application pour s'enregistrer c'est le parcours du combattant j'ai abandonné. Pour voir les horaires des bus ça ne marche un temps de chargement qui ne finit pas. Je suis complètement déçu","reviewCreatedVersion":"7.2.2"},{"at":"2019-12-10T04:58:07","score":4,"content":"Je trouve dommage que les départs au delà de 15 minutes et jusqu'à une heure soient indiqués en minutes également. Un départ affiché en une heure claire est plus facile à anticiper. Il serait bien de pouvoir disposer de cette information au lieu/en plus des minutes","reviewCreatedVersion":"6.42.1"},{"at":"2025-02-05T23:09:28","score":1,"content":"Encore plus nulle que l'app précédente. Qui a-t-on pu payer pour ça ? Encore un mauvais point pour les TL...","reviewCreatedVersion":"8.0.1"},{"at":"2024-12-18T11:44:55","score":1,"content":"À quoi sert l'application si les horaires qu'elle affiche sont si peu fiables?","reviewCreatedVersion":"7.3.0"},{"at":"2025-01-21T06:01:10","score":3,"content":"Pas toujours au courant de l'horaire... un peu dommage.","reviewCreatedVersion":"7.3.0"},{"at":"2019-07-31T12:14:14","score":1,"content":"L'ancienne était déjà pas terrible mais celle-ci est pire, ligne 33 un seul sens de circulation disponible, si on clique sur le 2ème à moitié affiché il n'y a rien qui vient, sérieusement il serait temps d'engager un vrai informaticien","reviewCreatedVersion":"6.39.2"},{"at":"2019-11-07T18:45:33","score":5,"content":"Belle application plus moderne que la précédente. Fonctionne très bien. Pas très intuitif la façon de voir la carte depuis un itinéraire.","reviewCreatedVersion":"6.42.1"},{"at":"2021-10-21T15:30:49","score":1,"content":"Zero! L'avis sur compagnie peut être laissé nul part alors je m'exprime la ! Les bus tout le temps en retard voir supprimé d'une minute à l'autre. Conducteurs à l'exception peu aimables. Et l'application Zéro. Impossible de compter sur cela pour arriver à l'heure. Vous ferez mieux de vous acheter un vélo !","reviewCreatedVersion":"6.55.2"},{"at":"2019-11-10T19:32:28","score":5,"content":"Excellente application, Cette application est indispensable pour les personnes qui voudraient se deplacer dans Lausanne et environs avec les transports publics. Elle est en permanace mise a jour et nous informe en temps reel des retards et des accidents qui surviendraient. Et l'application est tres simple d'utilisation Ps : Elle est gratuit 😉👍","reviewCreatedVersion":"6.42.1"},{"at":"2022-02-01T16:10:47","score":1,"content":"La fonction Itinéraire ne marche pas. L'application ne trouve pas les stations. Au vu des autres commentaires, je ne suis pas le seul à rencontrer ce problème. Et l'éditeur de l'application ne répond pas aux commentaires.","reviewCreatedVersion":"7.0.8"},{"at":"2024-02-03T09:23:24","score":1,"content":"Impossible de trouver rapidement les horaires de bus. Itineraires ne fonctionne pas. Bref encore pire depuis la dernière mise a jour! Pathetique","reviewCreatedVersion":"7.2.2"},{"at":"2019-11-08T07:21:12","score":4,"content":"Interactive mais quelques points à améliorer pour l'achat de titre de transport et pouvoir mettre son abonnement pour le lire lors d'un contrôle.","reviewCreatedVersion":"6.42.1"},{"at":"2025-01-31T19:27:29","score":5,"content":"Youhouuu cette màj est incroyable ! J'avais hâte de la découvrir. Interface intuitive, épurée, pratique, rapide et efficace. Bravo et merci !","reviewCreatedVersion":"7.2.3"},{"at":"2025-02-04T04:03:02","score":1,"content":"Mise à jour horrible. L'ancienne interface était plus simple à utiliser et plus plaisante à l'œil.","reviewCreatedVersion":null},{"at":"2020-02-18T06:55:36","score":1,"content":"Cela fait plusieurs semaines ( voir mois) que l application ne fonctionne pas correctement. Avez-vous prévu de résoudre le problème ? Peut-être devriez vous prendre conseil auprès des CFF qui semble avoir trouvé un développeur d application fiable. ABE","reviewCreatedVersion":"6.45.2"},{"at":"2019-08-03T22:39:33","score":1,"content":"Super application qui ne montre même pas tous les bus/metro disponibles ! L'ancienne application, elle, nous montre au moins les bons horaires ! Avec tout l'argent que vous avez récoltez grâce aux amendes vous vous devez de faire mieux mes cocos !","reviewCreatedVersion":"6.39.2"},{"at":"2021-01-04T06:39:23","score":1,"content":"Alo!! On se réveille, gueule de bois de nouvel an est passé temps de vous mettre en route et réparer votre application qui exige des mis à jour pourtant qu'aucune mise à jour n'est disponible!","reviewCreatedVersion":"6.53.5"},{"at":"2019-11-15T15:43:17","score":4,"content":"Favoris intéressants. Mais la fonction itinéraires est vraiment peu convainquant et les propositions ne reflètent pas bien la réalité.","reviewCreatedVersion":"6.42.1"},{"at":"2020-12-09T05:26:56","score":1,"content":"Fonctionne que quand elle veut, pas souvent. Et quand elle fonctionne, les horaires sont faut. Les horaires et itinéraires proposés par Google Map sont bien plus juste.","reviewCreatedVersion":"6.53.5"},{"at":"2022-06-03T04:03:31","score":1,"content":"Plus nul ça ne pouvait être !!!!! Se auparavant je trouvais cette application nul maintenant j'affirme qu'elle est plus que nul !!! Je demande pour départ de Prilly / Grand-Mont, et s'affiche départ Bugnon /Grand-Mont, et même s'il existe la linhe 8 ça ne propose jamais cette connexion 04/04/2021","reviewCreatedVersion":"6.55.2"},{"at":"2022-01-05T14:33:09","score":1,"content":"Gestion des favoris KO. Impossible d'ajouter des favoris et obligation de regarder les horaires individuellement. Ça rend l'utilisation de l'application très laborieuse ...","reviewCreatedVersion":"7.0.8"},{"at":"2020-03-05T08:53:11","score":1,"content":"Application inutilisable ! Je ne comprends pas comment une telle application puisse être mise en ligne. Soit elle est constamment en mode recherche, soit il y a des messages d'erreur. Je n'ai jamais pu obtenir une information avec cette application. A oublier.","reviewCreatedVersion":"6.45.2"},{"at":"2022-01-18T09:52:13","score":2,"content":"Bugs répétitifs. Et depuis la mise en place des nouveaux bus en vue des travaux du Grand-Pont, impossible de mettre en favoris les nouvelles lignes.","reviewCreatedVersion":"7.0.8"},{"at":"2025-02-04T06:08:24","score":2,"content":"Enlevez la limitation de 3 favoris, s'il vous plaît.","reviewCreatedVersion":"8.0.1"},{"at":"2022-01-05T07:10:58","score":2,"content":"Que se passe-t-il avec la ligne 6 ? Nous le prenons à l'arrêt Allières/CHUV et il est soit tout le temps en avance soit tout le temps en retard. Lorsqu'il est en avance il ne s'arrête même pas à l'arrêt de bus même lorsque nous courrons pour aller le prendre, du coup nous sommes obligé de prendre un uber pour ne pas être en retard au boulot ou sortir 5 minutes plutôt... Et c'est quoi cette idée de mettre des minibus pendant les heures de pointes alors qu'il s'agit d'une ligne très fréquentée ??","reviewCreatedVersion":"7.0.8"},{"at":"2023-04-05T11:41:03","score":1,"content":"Site web toujours en panne et particulièrement les horaires en lignes. C'est encore le cas maintenant où il est demandé de faire une mise à jour qui ne change rien du tout 😡","reviewCreatedVersion":"7.1.0"},{"at":"2025-01-28T16:39:02","score":5,"content":"Cette nouvelle version est intuitive et rapide. Pouvoir accéder aux informations et horaires dans toute la Suisse est très intéressant.","reviewCreatedVersion":"6.53.5"},{"at":"2019-12-20T06:57:38","score":2,"content":"Appli qui tourne dans le vide... Pas fiable, puisqu'elle ne fonctionne pas quand on en a besoin. L'ancienne appli était simple et efficace","reviewCreatedVersion":"6.42.1"},{"at":"2020-03-06T07:46:39","score":1,"content":"Application qui a fonctionné uniquement le 1er jour! Google maps est plus fiable pour transmettre les informations sur vos horaires, cherchez l'erreur ...","reviewCreatedVersion":"6.45.2"},{"at":"2020-01-17T14:20:39","score":1,"content":"Les informations sont inexactes. La version précédente donnait des temps estimés corrects, là : 9/10 l'appli dit que le bus est déjà passé et c'est faux.","reviewCreatedVersion":null},{"at":"2025-04-08T10:39:10","score":1,"content":"Je ne peux plus y accéder, ni à mon compte perso. Ça me marque ERREUR sans cesse et me met en garde car votre appli n'est pas sécure!!","reviewCreatedVersion":null},{"at":"2019-11-14T14:50:57","score":3,"content":"Temps réel appréciable, toutefois certaines imprécisions dans la recherche d'itinéraires ou l'outil cartographique font que l'application laisse à désirer...","reviewCreatedVersion":"6.42.1"},{"at":"2022-07-04T20:02:02","score":2,"content":"L'application semble bien faite et utile. Mais impossible de trouver un itinéraire, je suis obligé d'aller sur le site des CFF ( un comble) et cela fait des semaines que ça dure...","reviewCreatedVersion":"7.0.9"},{"at":"2019-11-14T14:06:44","score":5,"content":"Application pratique, surtout de pouvoir mettre nos trajets habituels en favoris et d'être informé par notification en cas de perturbation. Le design est plus agréable et pratique que l'ancienne app !","reviewCreatedVersion":"6.42.1"},{"at":"2019-11-07T12:50:43","score":5,"content":"Nouvelle expérience digitale avec cette application mise à jour. Les remarques ont enfin été écoutée et le tout est génial. Merci","reviewCreatedVersion":"6.42.1"},{"at":"2022-05-31T06:27:30","score":1,"content":"Bienvenue chez la lie des transports publics. Appli à l'image de leur efficacité. Pas un jour ne se passe sans plantage...si l'idée était de nous faire prendre la voiture, c'est réussi.","reviewCreatedVersion":"7.0.9"},{"at":"2021-04-08T09:22:00","score":1,"content":"Nul, les horaires ne sont jamais justes, du grand n'importe quoi... Comme bien des choses dans cette compagnie qui n'est pas à la hauteur. Allez voir du côté de bâle ou Zurich, là-bas ça fonctionne au moins.","reviewCreatedVersion":"6.53.5"},{"at":"2021-06-19T09:37:33","score":2,"content":"Ca m'enreve: quand l'appli me demande une mise à jour, je n'y arrive pas. Je dois desinstaller l'appli pour la reinstaller ... immédiatement. quand on est pressé c'est plus que ch.... !","reviewCreatedVersion":"6.53.5"},{"at":"2019-11-24T08:38:50","score":1,"content":"Vraiment bof... intéressant de recevoir des notifications push sur le traffic...mais ce serait pas mal lorsque l'on clique dessus, de ne pas arriver sur la homepage, mais sur l'info traffic...","reviewCreatedVersion":"6.42.1"},{"at":"2021-06-01T18:07:52","score":1,"content":"Pas pratique, pas intuitif, d'un autre temps. Pas possible de mettre aucune étoile et pourtant ça ne mériterait que ca.Merci à l'application des CFF pour combler ce manque.","reviewCreatedVersion":"6.53.5"},{"at":"2022-01-24T22:00:16","score":1,"content":"Quand on prévoit des travaux pour un an mais qu'on est incapable de faire une mise à jour qui suit... Au lieu de planter des employés à tous les arrêts de bus, prenez le temps de faire une app qui fonctionne...","reviewCreatedVersion":"7.0.8"},{"at":"2020-10-07T19:00:16","score":1,"content":"Nul nul NUL, des plombes pour délivrer une info qui n'est même pas forcément précise, de gros bugs (impossible de payer son billet par postfinance, hyper compliqué par twint ou par Visa). Une catastrophe.","reviewCreatedVersion":"6.52.1"},{"at":"2023-03-26T19:30:15","score":1,"content":"Beaucoup de beug, et parfois horaires incorrect, en plus des panneaux qui affichent toujours: information indisponible, pourtant tl fait des millions de chiffres d'affaire!!!!","reviewCreatedVersion":"7.1.0"},{"at":"2019-11-18T08:25:54","score":1,"content":"Vraiment nulle ! Elle ne fonctionne qu'une fois sur 10. Si vous modifiez l'application de base, essayez au moins de faire mieux.","reviewCreatedVersion":"6.42.1"},{"at":"2019-12-05T06:41:29","score":1,"content":"Application tellement lente..... On veut voir l'horaire de notre bus, il est impossible d y accéder en quelque seconde. Un temps de chargement de fou....","reviewCreatedVersion":"6.42.1"},{"at":"2022-01-23T16:33:29","score":1,"content":"Depuis 1 mois je ne peux plus inscrire ma destination ni voir quand les bus passent à certains arrêts ce qui m'oblige à aller sur le site au lieu de l'appli. réglez ça vite svp pcq ça clc","reviewCreatedVersion":"7.0.8"},{"at":"2019-11-09T15:08:09","score":5,"content":"Bon produit, facilité d'utilisation, a voir sur la durée et les mises à jours. Merci.","reviewCreatedVersion":"6.42.1"},{"at":"2020-03-01T16:23:21","score":4,"content":"J'aime bien cependant on devrait pouvoir renouveler l'abonnement depuis l'application. J'ajoute que depuis qq jours les horaires ne s'affiche plus !!!!","reviewCreatedVersion":"6.45.2"},{"at":"2020-02-12T14:51:04","score":1,"content":"C'est lent et illisible par rapport à l'ancienne application. De plus, impossible de l'installer sur un s4 mini...","reviewCreatedVersion":"6.42.1"},{"at":"2021-03-18T16:17:58","score":1,"content":"Pour savoir quand passe le prochain bus à un arrêt, l'application n'est pas à jour avec la réalité. Donc me sert à pas grand chose cette application.","reviewCreatedVersion":"6.53.5"},{"at":"2021-04-10T09:54:26","score":1,"content":"Impossible de renouveler mon abonnement sur le site depuis le smartphone, du coup je me suis dit que j'allais essayer l'application. Ben voilà qu'il est impossible de me connecter à mon compte. Une perte de temps !","reviewCreatedVersion":"6.53.5"},{"at":"2021-04-08T05:29:33","score":2,"content":"N'est pas fiable, ne garde pas les données de login et les abonnements, il faut désinstaller et réinstaller régulièrement","reviewCreatedVersion":"6.52.1"},{"at":"2023-08-29T15:08:01","score":1,"content":"Tellement de bug, vraiment nul comme qualité de service, on se demande bien ou part l'argent investi dans cette société des transports lausannois....la qualité du service n'est plus ce que c'etait, pas etonnant que les gens fraude le bus ahahah","reviewCreatedVersion":"7.1.0"},{"at":"2019-11-08T18:38:10","score":4,"content":"C'est bien par a port aux horaires et aux informations des incident et changement des horaires . C'est très pratique et très précis merci","reviewCreatedVersion":"6.42.1"},{"at":"2020-04-26T07:04:13","score":2,"content":"aujourd'hui le bus qui vient de Mont sur Lausanne à Bellevaux et bien à l'arrêt de Bellevaux il est parti 2 minutes à l'avance nous sommes deux personnes à le confirmer(témoins), (aujourd'hui dimanche 26/04/2020)le bus donc qui arrive avant 8h20 je crois bien\"on vous laisse vérifier à nôtre avis 8h18 parla ou tour!? c'est dommage car il reste affiché 2 minutes sur l'écran et aussi sur le App du TL la même chose,ça devient du n'importent, ont peut plus compter sûr la ponctualité des Bus..du TL..","reviewCreatedVersion":"6.47.2"},{"at":"2019-12-04T17:49:14","score":1,"content":"Si c'était pour faire une appli aussi nul et avec des horaires complètement faux autant garder l'ancienne qui était simple et efficace","reviewCreatedVersion":"6.42.1"},{"at":"2024-02-06T12:43:51","score":1,"content":"Rien ne marche ,ça cherche dans le vide, que ce soit avec le WiFi ou avec la 5G, très déçue, l ancienne fonctionnais!!!!!","reviewCreatedVersion":null},{"at":"2019-12-13T07:26:24","score":1,"content":"La seule utilité de cette application est de donner les horaires en live et pourtant ça ne fonctionne pas, horaires constamment faux.","reviewCreatedVersion":"6.42.1"},{"at":"2019-11-07T15:48:02","score":4,"content":"Application très utile, elle permet de savoir dans combien de temps arrive le prochain bus. Pour les personnes qui ont besoin d'un itinéraire, on peut faire mieux.","reviewCreatedVersion":"6.42.1"},{"at":"2023-12-14T19:57:48","score":1,"content":"Catastrophique! Ne fonctionne plus depuis quelques semaines. Impossible de renouveler don abonnement. Je la désinstalle:-(","reviewCreatedVersion":null},{"at":"2019-12-11T20:35:21","score":1,"content":"Une horreur ! Super lente à l'ouverture, donne de mauvais horaires et à la place de donner des heures de passage n'indique que les minutes à attendre par ex. 6min puis 13 min puis 20 min etc à nous de déduire à quelle heure passent les prochains bus. Elle ne me sert à rien je vais la désinstaller","reviewCreatedVersion":"6.42.1"},{"at":"2019-12-11T08:21:54","score":1,"content":"Mise en arrière. je pense que ce n'ai pas une mise à jour. Vaut mieux avoir une boussole et une vieille carte.","reviewCreatedVersion":"6.42.1"},{"at":"2025-03-15T08:01:27","score":1,"content":"Souvent en panne bug etc","reviewCreatedVersion":"8.0.1"},{"at":"2022-12-01T21:17:05","score":1,"content":"Appli codé avec les pieds, rien d'intuitif, les horaires bugs ne se chargent pas (si on clique sur la bonne station)","reviewCreatedVersion":"7.1.0"},{"at":"2023-02-13T11:58:32","score":1,"content":"Application juste bonne à donner les horaires et encore.... Les itinéraires sont juste nul.... C'est n'importe quoi ! mieux vaut utiliser google...","reviewCreatedVersion":"7.1.0"},{"at":"2019-11-14T22:20:28","score":5,"content":"Cette application me permet de bien organiser mes déplacement quotidien sur Lausanne et Renens à la minute près!!! Je n'utilise presque plus ma voiture :)","reviewCreatedVersion":"6.42.1"},{"at":"2025-04-18T11:34:25","score":1,"content":"Tellement dérangeant de l'utiliser, l'UX est terrible, l'ancienne version était mieux.","reviewCreatedVersion":null},{"at":"2024-01-10T18:11:53","score":1,"content":"Ne marche tout simplement pas. Les trajets, arrêts... rien ne se chargent pas... A se demander si ils testent l'application...","reviewCreatedVersion":"7.2.2"},{"at":"2019-08-25T18:54:06","score":1,"content":"L'application ne fonctionne pas, impossible de composer un itinéraire et les favoris ne s'affichent pas non plus","reviewCreatedVersion":"6.39.5"},{"at":"2022-01-24T15:52:24","score":2,"content":"Depuis la fermeture du grand pont impossible de charger les favoris ça cherche dans le vide. Je peux pas faire des modifications","reviewCreatedVersion":"7.0.8"},{"at":"2019-08-04T15:00:36","score":1,"content":"En gros, rien ne fonctionne. L'ancienne app est vieille et moche mais fonctionne plus ou moins donc on desinstalle celle ci...","reviewCreatedVersion":null},{"at":"2019-12-20T07:07:48","score":2,"content":"Pas au point, ne se met pas à jour, bug constamment et les horaires indiqués rarement respectés","reviewCreatedVersion":"6.42.1"},{"at":"2020-07-08T12:09:18","score":5,"content":"Belle amélioration de l'application : les favoris fonctionnent et plus de bugs. Bravo pour le job 😊","reviewCreatedVersion":"6.49.7"},{"at":"2024-05-20T19:00:57","score":1,"content":"Quelle catastrophe cette application. Interface immonde et fouillis. Champs de donnes avec des bugs etc.. etc.. Comment en 2024 on peu faire une telle horreur sur natel?","reviewCreatedVersion":"7.2.2"},{"at":"2019-12-08T09:31:32","score":1,"content":"Appli très lente par rapport à la précédente (obtenir les horaires). Très déçu !","reviewCreatedVersion":"6.42.1"},{"at":"2020-03-04T11:22:23","score":1,"content":"Tout le temps en chargement, les itinéraires ne fonctionnent pas. Je n'ai même pas accès aux horaires...","reviewCreatedVersion":"6.45.2"},{"at":"2019-11-11T07:49:02","score":5,"content":"Facile d'utilisation, intuitive, avec renouvellement d'abonnement et applications fairtiq qui est très pratique","reviewCreatedVersion":"6.42.1"},{"at":"2019-11-17T00:38:30","score":5,"content":"L'application a une bonne finition et propose plusieurs moyens de ce procurer un titre de transport et bien sur vous montre dans combien de temps passe un bus à l'arrêt voulu !","reviewCreatedVersion":"6.42.1"},{"at":"2019-11-11T11:45:38","score":5,"content":"Application très complète. Facile à trouver quelle ligne prendre pour son itinéraire. Renouvellement d'abonnement facile. Accès rapid à FAIRTIQ.","reviewCreatedVersion":"6.42.1"},{"at":"2019-11-08T09:19:25","score":5,"content":"Très bien cette nouvelle app , très pratique,tres facile de utiliser et beaucoup précisé. Bravos les tl.👏👏","reviewCreatedVersion":"6.42.1"},{"at":"2019-11-07T12:03:49","score":5,"content":"Superbe app, tres simple a utiliser, tres bien expliqué avec beaucoup d'options. A télécharger Mario","reviewCreatedVersion":"6.42.1"},{"at":"2024-07-16T19:15:55","score":3,"content":"Lancement trop long pourtant j'ai le dernier samsung galaxy s24 utlra c'est vraiment incroyable ça de plus le chargement pour afficher les horaires j'en parle même pas","reviewCreatedVersion":"7.2.3"},{"at":"2023-12-26T20:08:52","score":3,"content":"IL Faut que les chauffeurs apprennent que pour les gens qui habitent a la campagne!!! Il n'y as pas de bus toute les 5 minutes comme en ville😤😤😤 courir derriere un bus en avance qui n est meme pas foutu d attendre 2 minutes a l'arret!!! Honteux!!!","reviewCreatedVersion":"7.2.2"},{"at":"2019-11-07T12:15:53","score":5,"content":"Je l'utilise au quotidien pour mes déplacements en ville de Lausanne. L'appli est trés complète! On peut tout gérer de A à Z. 5/5","reviewCreatedVersion":"6.42.1"},{"at":"2020-08-14T21:55:34","score":1,"content":"Cette application ne fonctionne pas c'est tout ! Perte de temps et fausse information à l'image des chauffeurs de bus qui ne s'arrêtent pas aux arrêts parce qu'ils sont en retard !","reviewCreatedVersion":"6.49.7"},{"at":"2022-01-22T05:04:01","score":1,"content":"Depuis le début des travaux du grand pont l'appli ne marche plus, impossible de mettre un itinéraire.","reviewCreatedVersion":"7.0.8"},{"at":"2022-03-05T12:37:16","score":1,"content":"Application nulle. La Barre - Hermitage, le bus n'était pas mentionné, seulement le suivant était mentionné et pourtant il a bien passé","reviewCreatedVersion":"7.0.9"},{"at":"2022-07-20T15:58:07","score":2,"content":"Impossible d'acheter un billet via l'application par payement Visa. Une chose aussi simple que cela en 2022 !","reviewCreatedVersion":null},{"at":"2019-11-11T15:37:16","score":5,"content":"Très bonne application, utilisation facile. Toutes les recherches à portée des doigts","reviewCreatedVersion":"6.42.1"},{"at":"2023-04-05T08:23:44","score":1,"content":"Je m'arrive plus l'utiliser, car c'est marqué mise à jour, mais impossible de télécharger cette mise à jour.","reviewCreatedVersion":"7.1.0"},{"at":"2020-02-19T15:53:41","score":5,"content":"Très confortable et facilite le parcours et l'achat des billet via SMS quelque min.. avant","reviewCreatedVersion":"6.45.2"},{"at":"2019-08-21T19:08:56","score":4,"content":"Très pratique, ça marche beaucoup mieux que l'ancienne version, mais j'aimerais avoir un plan pas en pdf","reviewCreatedVersion":"6.39.5"},{"at":"2022-07-06T16:29:56","score":1,"content":"La pire application que je connaisse. Impossible de trouver quoi que ce soit. Le plan ne fonctionne pas et la recherche non plus. 🤣","reviewCreatedVersion":"7.0.8"},{"at":"2020-01-13T17:32:24","score":1,"content":"Est s'que qlqun gère cette appli, ou c'est un poste a pourvoir ¿? Sinon, il a réellement besoin d'aide. J'espère au moins que les horaires sont à jours.","reviewCreatedVersion":"6.42.1"},{"at":"2019-11-07T11:40:38","score":5,"content":"Cette nouvelle application tl est plus détailler et plus simple à utiliser. Je m'en sers tout le temps.","reviewCreatedVersion":"6.42.1"},{"at":"2023-02-05T18:27:16","score":1,"content":"Choix d'itinéraires catastrophiques, chargements trop longs, erreurs dans les horaires. Y a rien qui va","reviewCreatedVersion":null},{"at":"2019-11-11T11:51:22","score":5,"content":"App tres intuitive. Beaucoup plus rapide et precise que l ancienne.","reviewCreatedVersion":"6.42.1"},{"at":"2024-11-06T16:52:32","score":3,"content":"Fait le boulot, mais cette application semble malheureusement être allergique aux VPNs.","reviewCreatedVersion":"7.2.3"},{"at":"2021-10-02T12:51:08","score":2,"content":"Impossible de trouver les temps de parcours ou d'arrivée. L'app CFF, le fait très bien","reviewCreatedVersion":"6.55.2"},{"at":"2025-02-03T13:35:52","score":2,"content":"c'était mieux avant","reviewCreatedVersion":"8.0.1"},{"at":"2023-03-26T10:07:21","score":1,"content":"Impossible de se connecter rapidement pour certains trajets. Pas pratique cette app.","reviewCreatedVersion":null},{"at":"2020-12-09T15:48:57","score":1,"content":"Totalement inutilisable ! :-( Rendez-nous l'ancienne app et les QR-codes dynamiques, au moins ça marchait !","reviewCreatedVersion":"6.53.5"},{"at":"2019-11-08T12:54:28","score":4,"content":"App ergonomique, rapide et dotée de nouvelles fonctionnalités","reviewCreatedVersion":"6.42.1"},{"at":"2019-11-07T05:17:53","score":5,"content":"Avec mes favoris, je m'oriente en temps réel, sans un click vers mes destinations.","reviewCreatedVersion":"6.42.1"},{"at":"2019-11-07T12:05:24","score":5,"content":"Superbe application, facile d'utilisation, rapide et efficace ! Continuez comme ça !","reviewCreatedVersion":"6.42.1"},{"at":"2019-11-07T13:04:43","score":5,"content":"Application intuitive, amène beaucoup d'aide pour ce déplacer sur Lausanne et environs.","reviewCreatedVersion":"6.42.1"},{"at":"2024-12-16T13:53:58","score":1,"content":"Les horraires mettent des plombent à apparaître et sont souvent faux","reviewCreatedVersion":"7.3.0"},{"at":"2024-09-05T16:03:25","score":1,"content":"Complètement nul! Les horaires indiqués correspondent rarement à la réalité!","reviewCreatedVersion":"7.2.3"},{"at":"2021-01-26T10:42:33","score":2,"content":"Sur 8 billets achetés par carte, je m'en suis déjà fais voler 2, après paiement l'application ne me donne pas de billet","reviewCreatedVersion":"6.52.1"},{"at":"2020-08-10T08:26:01","score":4,"content":"La lisibilité pourrait être améliorée. Temps réel parfait. Bon repérage.","reviewCreatedVersion":"6.52.1"},{"at":"2019-09-15T08:54:48","score":1,"content":"Nul, lent, envoie n'importe quoi comme notification. Ne sert à rien. Google plus efficace.","reviewCreatedVersion":null},{"at":"2019-11-09T15:14:45","score":5,"content":"Facile d'utilisation, plein d'informations et de solutions pour un transport efficace.","reviewCreatedVersion":"6.42.1"},{"at":"2019-08-01T09:19:45","score":5,"content":"Enfin la ligne 33 apparaît de manière correcte. Merci d'avoir amélioré l'app !","reviewCreatedVersion":"6.39.2"},{"at":"2019-07-15T16:02:12","score":1,"content":"l'ancienne buguait souvent mais celle-ci semble pire et mise en page moins sobre. Je remets l'autre...","reviewCreatedVersion":"6.39.2"},{"at":"2019-12-20T10:52:30","score":1,"content":"Tellement lent que quasi inutilisable. Bien pire que la version précédente.","reviewCreatedVersion":"6.42.1"},{"at":"2021-04-15T11:28:07","score":2,"content":"Application lente et bug la plupart du temps. On se demande où passent nos impôts communaux...","reviewCreatedVersion":"6.53.5"},{"at":"2020-04-13T19:07:59","score":5,"content":"Excellente application, pages plus aérées, plus agréables à lire, merci beaucoup.","reviewCreatedVersion":"6.47.2"},{"at":"2019-11-07T08:58:06","score":5,"content":"Super application, intuitive, simple d'utilisation et très pratique.","reviewCreatedVersion":"6.42.1"},{"at":"2019-11-07T09:00:09","score":5,"content":"Utile, précise. Intuitive, innovante. Je la recommande -:)","reviewCreatedVersion":"6.42.1"},{"at":"2019-07-11T17:53:33","score":5,"content":"Enfin, plein de nouvelles fonctionnalités et une ergonomie au top. J'adore 👍🏻👌🏻","reviewCreatedVersion":"6.39.2"},{"at":"2019-11-11T04:47:36","score":5,"content":"Très pratique. Application claire et simple d'emplois.","reviewCreatedVersion":null},{"at":"2019-11-08T09:51:09","score":5,"content":"Bien amélioré et belle interface pratique, mieux que l'ancienne merci !","reviewCreatedVersion":"6.42.1"},{"at":"2020-12-10T07:42:13","score":2,"content":"Appli plante beaucoup trop souvent. A améliorer de toute urgence !","reviewCreatedVersion":"6.53.5"},{"at":"2020-02-20T20:52:02","score":5,"content":"Super appli ! Simple et intuitive. Changez rien .","reviewCreatedVersion":"6.45.2"},{"at":"2020-03-09T18:03:02","score":1,"content":"Bien moins simple que l ancienne version et surtout: d'une lenteur!!!!","reviewCreatedVersion":"6.45.2"},{"at":"2019-11-08T05:58:37","score":5,"content":"Très bonne application, très utile avec beaucoup d autres avantages.","reviewCreatedVersion":"6.42.1"},{"at":"2019-11-12T06:28:38","score":5,"content":"Bien mieux que l'application précédente, plus intuitive.","reviewCreatedVersion":"6.42.1"},{"at":"2023-04-05T14:25:52","score":3,"content":"L'app bug beaucoup. Les horaires chargent à l'infini.","reviewCreatedVersion":null},{"at":"2019-11-14T10:56:34","score":4,"content":"Une belle évolution par rapport a tl live et un incontournable pour se déplacer dans Lausanne.","reviewCreatedVersion":"6.42.1"},{"at":"2021-02-02T16:31:55","score":1,"content":"Les transports ne sont jamais a l'heure affichée sur l'application","reviewCreatedVersion":"6.53.5"},{"at":"2022-02-27T16:20:58","score":2,"content":"Le prix d un abonnement ne justifie plus du tout les prestations; quant au prix du ticket, c est carrément de l abus ... de pouvoir... ! Bravo les tl!","reviewCreatedVersion":"7.0.9"},{"at":"2021-05-17T14:34:34","score":4,"content":"Très bien et pratique pour prendre son titre de transport","reviewCreatedVersion":"6.53.5"},{"at":"2019-11-04T21:49:49","score":1,"content":"Impossible d'ajouter des arrêts favoris Vous feriez mieux de vous inspirez des TPG qui eux savent développer une application.","reviewCreatedVersion":"6.42.1"},{"at":"2019-11-17T21:05:54","score":5,"content":"Plus intuitive et facile a manier.","reviewCreatedVersion":"6.42.1"},{"at":"2022-08-01T09:43:11","score":1,"content":"Impossible de chercher un itinéraire, l: application est juste inutilisable","reviewCreatedVersion":"7.0.9"},{"at":"2019-11-07T08:55:30","score":5,"content":"Excellente application. Idéale pour se déplacer dans l'agglomération","reviewCreatedVersion":"6.42.1"},{"at":"2019-11-08T05:12:51","score":5,"content":"C'est une application complète....tres facile a utiliser.","reviewCreatedVersion":"6.42.1"},{"at":"2019-11-08T06:58:14","score":5,"content":"Très bonne application, bien faite et intuitive","reviewCreatedVersion":"6.42.1"},{"at":"2019-11-08T09:12:57","score":5,"content":"Meilleure ergonomie et plus fluide que la précédente app!","reviewCreatedVersion":"6.42.1"},{"at":"2021-05-03T17:28:10","score":4,"content":"Parfait....les applications re fonctionnent. Super à surveiller....","reviewCreatedVersion":"6.53.5"},{"at":"2019-11-07T08:57:09","score":5,"content":"Bonne application, intuitive et maniable.","reviewCreatedVersion":"6.42.1"},{"at":"2021-02-28T19:58:27","score":1,"content":"Nul. Il faut connaître l horaire pour faire la recherche sinon il trouve rien. Totalement inutile.","reviewCreatedVersion":"6.53.5"},{"at":"2019-11-29T10:29:46","score":1,"content":"C'est lent et ça plante, à l'image des TL. Même pas possible de renouveler un abo, redirection vers le tl-shop. Encore raté...","reviewCreatedVersion":"6.42.1"},{"at":"2021-09-07T14:34:21","score":1,"content":"Ecran blanc quand on essaye d ouvrir l appli. Encore le cas après désinstallation et réinstallation.","reviewCreatedVersion":"6.55.2"},{"at":"2019-12-06T11:03:46","score":1,"content":"Depuis que il n'y a plus l'heure à la quelle le bus passe mais uniquement dans combien de temps c'est vraiment nul.","reviewCreatedVersion":"6.42.1"},{"at":"2019-11-07T13:51:16","score":5,"content":"Application superbe, facile à utiliser et pratique Je la conseille fortement","reviewCreatedVersion":null},{"at":"2021-11-18T10:26:23","score":1,"content":"Si vous avez un rendez vous il faut pas compter sur les TL, ils sont toujours en retard c'est grave pour le prix qu'on paye 😶","reviewCreatedVersion":"6.55.2"},{"at":"2019-07-26T12:09:46","score":5,"content":"J'aurais pu avoir peur en lisant les avis négatifs mais ça m'a encore + donné envie de télécharger l'app. Résultat ? Je n'ai rencontré AUCUN problème listé cidessous.. Alors est-ce grâce aux mises à jours ou bien la grâce de Dieu ?","reviewCreatedVersion":"6.39.2"},{"at":"2019-12-04T21:03:49","score":1,"content":"Il est impossible d'avoir des horaires précisent sur le LEB qui est un service TL, alors qu'il suffit d'aller regarder sur l'application @CFF pour avoir les bons horaires. Il est temps d'arrêter cette mafia et d'injecter plus d'un million dans une entreprise fictif qui n'arrive pas à gérer l'affichage d'horaire ou même l'information peut être reçu de manière \"live\"","reviewCreatedVersion":"6.42.1"},{"at":"2020-01-12T14:38:24","score":1,"content":"Trop lent ! Calcul d'itinéraire impossible à utiliser...","reviewCreatedVersion":"6.42.1"},{"at":"2020-10-22T10:20:29","score":2,"content":"Impossible de créer un compte pour une carte car la date de naissance est sélectionnable que pour les 5drrniere année.","reviewCreatedVersion":null},{"at":"2020-02-11T06:00:24","score":1,"content":"Comme d'hab depuis une semaine les favorits ne fonctionnent pas et pas de réaction. Service minable comme tout chez les TL.... On ne maîtrise rien!!!","reviewCreatedVersion":"6.45.2"},{"at":"2021-12-24T07:11:22","score":1,"content":"Pas de respect du port du masque, même à 50 cm de vos conducteurs. Disparitions des distributeurs de billets et non entretien de ceux qui restent. Lausanne oust cecil mal deservi. Pas de bus à proximité de la gare. Pas de reduction pour les courts trajets. Le L de tl ne correspond plus à rien, les lausannois sont les plus mal servi à un coût plus élevé qu à Genève. Nombreux chauffeurs de bus ne regarde pas si il ya un pasager sur le trottoir, n'ouvre pas. Panneaux d'information en panne.","reviewCreatedVersion":"7.0.8"},{"at":"2024-03-17T15:12:11","score":2,"content":"L'app était mieux avant. Impossible d'obtenir un horaire depuis 1 semaine","reviewCreatedVersion":"7.2.2"},{"at":"2019-11-07T12:15:12","score":5,"content":"Très bonne application, ludique et facile d'utilisation","reviewCreatedVersion":null},{"at":"2024-04-11T12:11:24","score":1,"content":"Toujours aussi mauvaise! Compliquée et ne fonctionnant jamais. Je préfère continuer avec les cff","reviewCreatedVersion":"7.2.2"},{"at":"2020-12-08T07:08:40","score":1,"content":"Bonjour, depuis hier, l'application ne s'ouvre tout simplement plus. Que faire?","reviewCreatedVersion":"6.53.5"},{"at":"2019-11-08T21:58:19","score":5,"content":"J utilise cette app depuis le début et j ai laissé celle des cff. Je recommande précise et conviviale.","reviewCreatedVersion":"6.42.1"},{"at":"2020-02-27T22:45:09","score":1,"content":"Favoris, recherche et contacte client ne fonctionne pas","reviewCreatedVersion":"6.45.2"},{"at":"2020-09-17T14:59:18","score":1,"content":"C est une catastrophe cette application, bug, message d erreur, horrible","reviewCreatedVersion":"6.52.1"},{"at":"2025-01-28T13:11:43","score":5,"content":"Une nouvelle version bien meilleure. Merci","reviewCreatedVersion":"0.6.21"},{"at":"2021-04-25T10:01:24","score":1,"content":"Vraiment nul l'app me dit qu'il faut un mise a jour mais quand je vais sur play store sais comme si il y avais pas besoin 😠😠😠😠","reviewCreatedVersion":"6.53.5"},{"at":"2020-03-03T11:51:39","score":4,"content":"J'aimerais ouvrir cet app en une seule fois .Mais, ça va bien. Merci","reviewCreatedVersion":"6.45.2"},{"at":"2022-02-21T11:45:34","score":1,"content":"L'annonce d'une mise à jour reste affichée en permanence.","reviewCreatedVersion":"7.0.9"},{"at":"2019-11-07T13:25:06","score":5,"content":"Application très ergonomique avec des informations en temps réel","reviewCreatedVersion":"6.42.1"},{"at":"2020-01-04T13:18:17","score":1,"content":"Les horaires sont toujours à côté de la plaque, une honte !","reviewCreatedVersion":"6.42.1"},{"at":"2020-12-07T14:26:58","score":1,"content":"depuis la mise à jour, impossible de lancer l'appli","reviewCreatedVersion":"6.53.5"},{"at":"2019-11-07T14:24:02","score":5,"content":"Très pratique et facile à utiliser. Je conseille vivement.","reviewCreatedVersion":"6.42.1"},{"at":"2025-04-25T17:29:02","score":1,"content":"la nouvelle application est eclaté au sol. le gars qui l'a design mérite d'avoir la diarrhée","reviewCreatedVersion":null},{"at":"2021-10-06T18:07:29","score":1,"content":"bug impossible acheter billet bug2 application obsolète, impossible mettre à jour","reviewCreatedVersion":"6.55.2"},{"at":"2019-12-19T09:05:58","score":1,"content":"Appli très très lente et peu précise. Rendez nous TL Live!","reviewCreatedVersion":"6.42.1"},{"at":"2019-12-04T03:17:19","score":1,"content":"Nulle ! Moins bonne que la t-l live d'avant. On ne comprend pas ce changement d'application! 👎","reviewCreatedVersion":null},{"at":"2019-11-13T15:40:55","score":5,"content":"Application simple et intuitive, bravo","reviewCreatedVersion":"6.42.1"},{"at":"2021-09-07T14:32:08","score":1,"content":"Trop de bug je lance l'application et page blanche rien ne se passe","reviewCreatedVersion":"6.55.2"},{"at":"2022-09-20T06:41:56","score":1,"content":"L'application ne marche pas? Impossible de rentrer un point de départ ou d'arrivée","reviewCreatedVersion":null},{"at":"2021-04-10T06:48:27","score":1,"content":"Ne funcione pas depuis 3 jours Chaque mise à jour c'est le même problème","reviewCreatedVersion":null},{"at":"2023-06-28T07:22:59","score":3,"content":"Très utile. Mais impossible d'accéder aux informations.","reviewCreatedVersion":null},{"at":"2024-05-05T11:04:08","score":2,"content":"Fonctionne moins bien depuis la mise à jour ...","reviewCreatedVersion":"7.2.3"},{"at":"2021-11-20T12:37:02","score":1,"content":"Lamentable, j'ai passé 2 haut guichet tl du Flon il ont réinstaller une vieille version des tl","reviewCreatedVersion":"6.55.2"},{"at":"2019-11-14T15:31:52","score":5,"content":"Appli complète et très intuitive.","reviewCreatedVersion":"6.42.1"},{"at":"2021-05-28T11:13:14","score":1,"content":"Pas possible de mettre un raccourci pour l'achat d'un titre de transport 3 zônes.","reviewCreatedVersion":"6.53.5"},{"at":"2020-02-24T06:12:25","score":1,"content":"Depuis quelques jours les horaires ne se chargent plus du tout!","reviewCreatedVersion":"6.45.2"},{"at":"2020-05-10T12:52:19","score":1,"content":"Inutilisable par un non-geek. Franchement nul comme interface","reviewCreatedVersion":"6.47.2"},{"at":"2019-08-08T13:27:42","score":2,"content":"Pas encore au point... Itinéraire proposé : prendre le bus 2 à bel air à 15h30, descendre à St François à 15h34, changer de quai et prendre le bus 16 à St François à 15h30...","reviewCreatedVersion":"6.39.2"},{"at":"2019-11-09T16:57:07","score":4,"content":"Très pratique et facile a prendre en main","reviewCreatedVersion":"6.39.5"},{"at":"2024-07-17T12:49:38","score":1,"content":"Nouvelle m.a.j. le 12 Mai 2024 J'arrive non plus pas à trouver / séléctionner un arrêt de bus 💀 Les gars on est en 2024 plus en 2000 ça serait bieng se faire que l'applicatiom fontionne. Au moins normalement 💀","reviewCreatedVersion":"7.2.3"},{"at":"2021-07-03T12:48:55","score":1,"content":"Demande de mettre à jour, mais pas de mise à jour disponible","reviewCreatedVersion":"6.53.5"},{"at":"2024-07-17T09:55:12","score":1,"content":"Je n'arrive pas à faire la mise à jour, ça bloque!","reviewCreatedVersion":"7.2.3"},{"at":"2019-11-16T07:22:07","score":4,"content":"Si l'application des bus et parfaite alors bravo","reviewCreatedVersion":"6.42.1"},{"at":"2019-11-07T09:03:05","score":4,"content":"Bonne application! Permet d'evaluer les prix!","reviewCreatedVersion":"6.42.1"},{"at":"2021-02-19T03:17:42","score":1,"content":"Ne fonctionne qu'une fois sur 2....pas sérieux comme appli","reviewCreatedVersion":"6.53.5"},{"at":"2020-12-08T14:03:36","score":2,"content":"L'application ne s'ouvre plus depuis quelques jours","reviewCreatedVersion":"6.53.5"},{"at":"2020-06-29T11:39:24","score":3,"content":"Se préparer à l'avance pour les titres de transport peu prendre du temps ⌛","reviewCreatedVersion":"6.47.2"},{"at":"2020-04-04T09:12:44","score":5,"content":"Très pratique et super efficace cette application.","reviewCreatedVersion":"6.47.2"},{"at":"2020-03-12T19:37:42","score":4,"content":"Encore quelques bugs. Mais très satisfaisante !","reviewCreatedVersion":"6.45.2"},{"at":"2021-10-20T07:29:05","score":5,"content":"Retraités des T.L. handicapé ♿ ne peux plus prendre les bus, merci","reviewCreatedVersion":"6.55.2"},{"at":"2019-11-12T05:06:59","score":5,"content":"Très utiles pour mes déplacement aux coditiens.","reviewCreatedVersion":"6.42.1"},{"at":"2022-02-18T21:17:50","score":4,"content":"Un peu aléatoire (point d'accès, etc...)","reviewCreatedVersion":"7.0.9"},{"at":"2019-11-07T08:58:00","score":5,"content":"Application au top pour voyager .","reviewCreatedVersion":"6.42.1"},{"at":"2019-11-21T07:09:29","score":1,"content":"Très mauvaise mise en page","reviewCreatedVersion":"6.42.1"},{"at":"2020-12-07T13:29:24","score":4,"content":"Actuellement je n'arrive pas a ouvrir l'application tl sur mon natel pour regarder les horaires des bus.c'est quoi le soucis svp?","reviewCreatedVersion":"6.53.5"},{"at":"2019-11-13T05:57:33","score":4,"content":"Je trouves qu'elle est beaucoup plus ludique que l'ancienne.","reviewCreatedVersion":"6.42.1"},{"at":"2022-02-27T10:38:03","score":3,"content":"Application pas a jour et inutilisable.","reviewCreatedVersion":"7.0.9"},{"at":"2021-02-17T16:34:32","score":1,"content":"Que le bus soit en retard, ce n'est pas de votre faute. Vous ne pouvez pas controler le traffic. Cependant, si vous savez que votre bus est en retard il faut rajuster l'horaire pour que nous puissions nous adapter.","reviewCreatedVersion":"6.53.5"},{"at":"2020-02-24T21:15:17","score":1,"content":"A revoir votre appli bug totalement depuis 2 semaines","reviewCreatedVersion":"6.42.1"},{"at":"2019-12-16T12:15:50","score":1,"content":"Comment dépenser pour faire moins bien. Rendez-nous l'ancienne version !","reviewCreatedVersion":"6.42.1"},{"at":"2019-11-10T09:03:03","score":5,"content":"Rapide et facile d'utilisation","reviewCreatedVersion":"6.42.1"},{"at":"2019-11-08T06:56:46","score":5,"content":"Facile et rapide","reviewCreatedVersion":"6.42.1"},{"at":"2022-07-13T09:41:23","score":4,"content":"Très pratique mais parfois ça ne fonctionne pas","reviewCreatedVersion":"7.0.9"},{"at":"2019-11-07T12:04:50","score":4,"content":"App fonctionnel et intuitive .","reviewCreatedVersion":"6.42.1"},{"at":"2019-11-07T14:13:25","score":5,"content":"Facile et pratique d'utilisation","reviewCreatedVersion":"6.42.1"},{"at":"2019-11-15T04:44:45","score":5,"content":"Appli très fonctionnelle et pratique, je recommande👍🏻👍🏻👍🏻","reviewCreatedVersion":"6.42.1"},{"at":"2022-07-07T15:53:22","score":1,"content":"Les Favoris ne fonctionnent plus!","reviewCreatedVersion":"7.0.9"},{"at":"2020-12-02T21:23:08","score":1,"content":"Fonctionne pas bien du tout","reviewCreatedVersion":"6.53.5"},{"at":"2021-04-22T06:38:44","score":1,"content":"Pas intuitive, incompréhensible","reviewCreatedVersion":null},{"at":"2020-12-08T15:12:43","score":3,"content":"Gros bug sur Android depuis une semaine pour ma part","reviewCreatedVersion":"6.53.5"},{"at":"2019-12-05T07:43:59","score":3,"content":"Dans l'ensemble agréable MAIS pour la consultation des horaires en temps réel serait-il possible de nous mettre les heures au bout de 10' au lieu des minutes d'attente (11h52 au lieu de +47min) afin de nous éviter de devoir faire de l'arithmétique (11h05+47') ? Grand merci","reviewCreatedVersion":"6.42.1"},{"at":"2019-11-07T13:43:38","score":5,"content":"Magnifique app. Toute la ville avec un clic","reviewCreatedVersion":"6.42.1"},{"at":"2019-12-04T16:50:57","score":1,"content":"Impossible d'entrer un compte. Pas d'abonnement enregistré.","reviewCreatedVersion":"6.42.1"},{"at":"2020-04-24T15:32:11","score":1,"content":"Ne fonctionne pas. Desinstallee. Attendre....","reviewCreatedVersion":null},{"at":"2019-11-13T08:29:27","score":5,"content":"Très pratique et simple à utiliser","reviewCreatedVersion":"6.42.1"},{"at":"2022-03-08T16:46:38","score":1,"content":"C'est fatiguant comment ça bug et c'est lent","reviewCreatedVersion":"7.0.9"},{"at":"2020-02-15T21:35:37","score":1,"content":"Cette appli bug tout le temps.un cauchemar. Remetez l'ancienne svp. 😭","reviewCreatedVersion":"6.45.2"},{"at":"2019-11-15T21:42:21","score":5,"content":"Très pratique, facile d utilisation","reviewCreatedVersion":"6.42.1"},{"at":"2019-11-08T09:20:28","score":5,"content":"Cette application est une très bonne chose pour nous les clients des tl.","reviewCreatedVersion":"6.42.1"},{"at":"2021-06-28T19:21:42","score":1,"content":"Désastre d'application, rien fonctionne.","reviewCreatedVersion":"6.53.5"},{"at":"2020-02-12T07:53:56","score":1,"content":"Rectifications, peux faire mieux","reviewCreatedVersion":"6.45.2"},{"at":"2020-02-18T10:24:32","score":1,"content":"Favoris fonctionne pas, en fait rien ne va","reviewCreatedVersion":"6.45.2"},{"at":"2019-11-17T11:59:19","score":5,"content":"Simple d'utilisation et efficace.","reviewCreatedVersion":"6.42.1"},{"at":"2019-11-07T16:26:48","score":5,"content":"Plutôt bien et simple à utiliser","reviewCreatedVersion":"6.42.1"},{"at":"2022-08-06T13:42:15","score":1,"content":"Impossible de prendre plusieurs billets en même temps.","reviewCreatedVersion":"7.0.9"},{"at":"2022-02-22T16:25:16","score":2,"content":"Mise à jour ne fonctionne pas","reviewCreatedVersion":"7.0.9"},{"at":"2019-11-19T09:33:43","score":4,"content":"très utile pour nos déplacements","reviewCreatedVersion":"6.42.1"},{"at":"2020-01-31T09:53:04","score":5,"content":"C'est une bonne application et utile!!!👍","reviewCreatedVersion":"6.45.2"},{"at":"2019-11-07T13:00:51","score":5,"content":"Simple et convivial.","reviewCreatedVersion":"6.42.1"},{"at":"2023-04-05T08:23:21","score":1,"content":"Nul. Cette version n'est plus valable, mais la nouvelle non plus ! ! !","reviewCreatedVersion":"7.1.0"},{"at":"2019-11-14T13:14:21","score":4,"content":"Simplement magnifique et très practique","reviewCreatedVersion":"6.42.1"},{"at":"2019-12-03T12:18:34","score":2,"content":"Le temps d'attendre que l'horaire charge mon bus était arrivé je l'ai attendu 20 minute...","reviewCreatedVersion":"6.42.1"},{"at":"2020-03-23T13:43:56","score":1,"content":"Zéro pointé à cause du contrat que l' on doit obligatoirement accepter, ce contrat et franchement innommable.","reviewCreatedVersion":"6.47.2"},{"at":"2019-11-07T19:03:26","score":5,"content":"App très facile d'utilisation.","reviewCreatedVersion":"6.42.1"},{"at":"2020-03-12T05:43:03","score":1,"content":"Les horaires ne sont pas synchro avec la réalité","reviewCreatedVersion":"6.45.2"},{"at":"2019-11-17T09:22:28","score":5,"content":"Plus complet que l app précédente.","reviewCreatedVersion":"6.42.1"},{"at":"2020-12-10T10:27:59","score":1,"content":"Zero. L 'appli qui plante juste quand t est en retard et que tu dois voir sa vite une vraie plaie","reviewCreatedVersion":"6.53.5"},{"at":"2020-09-28T08:18:36","score":1,"content":"Les horaires sont presque tout le temps faux.","reviewCreatedVersion":"6.52.1"},{"at":"2022-04-18T13:35:34","score":2,"content":"Parfois, ça fonctionne.","reviewCreatedVersion":"7.0.9"},{"at":"2022-03-01T14:02:13","score":1,"content":"Nul ça reviens Toujour au même endroit là mise à jour. Impossible","reviewCreatedVersion":"7.0.9"},{"at":"2021-12-12T13:43:38","score":1,"content":"Vous n'êtes même capable de mettre des bus de remplacement à l'heure !!! Il y a des gens qui bosse aussi le dimanche et vos bus qui remplace le leb viennent trop à l'avance ce n'est pas normal !","reviewCreatedVersion":null},{"at":"2024-09-20T02:20:39","score":3,"content":"Malheureusement bus rarement à l heure annoncée","reviewCreatedVersion":"7.2.3"},{"at":"2024-06-23T17:45:27","score":1,"content":"L'application catastrophe toujours en panne","reviewCreatedVersion":"7.2.3"},{"at":"2020-01-02T12:51:05","score":3,"content":"SVP mettez une option permettant de connaître l'heure de départ et non le nombre de minutes restantes","reviewCreatedVersion":"6.42.1"},{"at":"2019-11-07T11:20:49","score":5,"content":"Bravo, une application qui vous facitera la vie et vous accompagnera partout.","reviewCreatedVersion":"6.42.1"},{"at":"2024-07-17T08:07:05","score":2,"content":"Souvent en panne donc impossible d'acheter des billets","reviewCreatedVersion":"7.2.3"},{"at":"2020-03-06T21:23:27","score":1,"content":"Les bus ne s'arrêtent pas aux arrêts ! 22h17~ piscine de renens direction pully c'est déplorable compte tenu du prix du service...","reviewCreatedVersion":"6.45.2"},{"at":"2022-09-29T09:14:21","score":1,"content":"Application qui reflète la médiocrité du service de transport.","reviewCreatedVersion":"7.1.0"},{"at":"2019-11-07T18:07:16","score":5,"content":"Tres bonne application pour se deplacer dans le reseau TL","reviewCreatedVersion":"6.42.1"},{"at":"2019-11-07T12:09:30","score":5,"content":"pouvoir voir l'arrivée de mon bus en temps réel c'est top.","reviewCreatedVersion":"6.42.1"},{"at":"2022-12-17T11:25:22","score":1,"content":"Beaucoup trop de beugues, ne fonctionne jamais !","reviewCreatedVersion":null},{"at":"2024-05-17T14:53:52","score":1,"content":"\"Aucune correspondance trouvée\".... Je suis devant le bus censé pas exister...","reviewCreatedVersion":"7.2.3"},{"at":"2022-06-08T10:50:18","score":1,"content":"Impossible depuis pas mal de temps de ce connecté à mon compte","reviewCreatedVersion":"7.0.9"},{"at":"2019-11-08T16:47:28","score":5,"content":"L'avantage : les infos en temps réel","reviewCreatedVersion":null},{"at":"2019-11-12T07:16:13","score":5,"content":"Très net amélioration par rapport a l'ancienne","reviewCreatedVersion":"6.39.2"},{"at":"2021-05-18T15:59:10","score":1,"content":"Faudrait revoir vos horaires, rien qui correspond, c'est juste du grand n'importe quoi !!! Pfff","reviewCreatedVersion":"6.53.5"},{"at":"2020-02-19T12:09:34","score":1,"content":"Je n'arrive plus a ouvrir les horaires...","reviewCreatedVersion":"6.45.2"},{"at":"2025-02-03T11:11:05","score":2,"content":"Je préférais l'ancien","reviewCreatedVersion":"8.0.1"},{"at":"2021-09-16T10:13:17","score":1,"content":"Demande de mise à jour alors qu'elle n'existe pas","reviewCreatedVersion":"6.55.2"},{"at":"2020-12-10T06:52:15","score":1,"content":"L'application ne marche toujours pas...","reviewCreatedVersion":"6.53.5"},{"at":"2022-03-01T07:08:53","score":4,"content":"Trop d'opération pour faire un billet . CFf est plus simple","reviewCreatedVersion":"7.0.9"},{"at":"2021-07-20T21:55:27","score":1,"content":"Trop de mises à jour !!!","reviewCreatedVersion":"6.53.5"},{"at":"2020-03-06T08:54:45","score":1,"content":"Les horaires ne s affichent plus depuus quelques semaines","reviewCreatedVersion":"6.45.2"},{"at":"2024-07-17T10:54:24","score":1,"content":"Inutilisables. - 5 étoiles .ne mérite même pas 1 ou zéro étoile","reviewCreatedVersion":"7.2.3"},{"at":"2019-12-20T06:18:50","score":2,"content":"Quand l'application de dis que le bus passe dans 5m alors qu'il passera dans 15 psq ils mettre que le retard des bus à l'heure où il arrive : ça caille zebi dehors la","reviewCreatedVersion":"6.42.1"},{"at":"2023-12-12T17:46:57","score":1,"content":"On ne peux pas utiliser le flexiabo...😒","reviewCreatedVersion":"7.2.1"},{"at":"2019-11-08T21:41:10","score":5,"content":"Excellente et facile","reviewCreatedVersion":"6.42.1"},{"at":"2021-07-07T23:08:26","score":4,"content":"Je trouve q les bus sont bien,sauf q les conducteures on du mal a permetre aux vieux et andicapées a y aceder.Le buton pour rabaisser le bus doit étre un OVNI.(intruvable)en tout cas sur la lignhe 07.Frequanté par beaucup des gens agées.","reviewCreatedVersion":"6.53.5"},{"at":"2024-11-08T06:09:59","score":1,"content":"Appli qui ne sert à rien. Appli des cff bien mieux","reviewCreatedVersion":"7.2.3"},{"at":"2020-12-10T10:28:43","score":4,"content":"Bonne application, j amais eu de probleme .","reviewCreatedVersion":"6.53.5"},{"at":"2020-12-09T05:30:05","score":1,"content":"Votre application ne fonctionne plus","reviewCreatedVersion":"6.53.5"},{"at":"2020-02-12T11:17:45","score":1,"content":"Application désastreuse et les TL se satisfont de ce résultat 🥴 rendez nous Tl live 🤟","reviewCreatedVersion":"6.45.2"},{"at":"2020-12-11T07:11:51","score":2,"content":"L'application ne s'ouvre plus","reviewCreatedVersion":"6.53.5"},{"at":"2019-07-12T06:54:55","score":5,"content":"Enfin une appli qui ressemble à quelque chose \\o/","reviewCreatedVersion":"6.39.2"},{"at":"2021-01-05T15:13:41","score":2,"content":"Les infos des horraires sont souvent fausses","reviewCreatedVersion":"6.53.5"},{"at":"2019-11-18T09:33:06","score":5,"content":"Tres bonne application merci aux tl","reviewCreatedVersion":"6.42.1"},{"at":"2020-01-28T08:59:11","score":1,"content":"Jamais juste rien avoir avec les horaires réel","reviewCreatedVersion":"6.45.2"},{"at":"2020-01-14T16:29:13","score":1,"content":"Les horaires de mes lignes favor rites apparaissent à double","reviewCreatedVersion":null},{"at":"2020-06-23T16:12:53","score":2,"content":"Nulle ne fonctionne pas bien","reviewCreatedVersion":"6.47.2"},{"at":"2020-03-12T06:04:19","score":1,"content":"Trop compliqué pour les enfants","reviewCreatedVersion":"6.45.2"},{"at":"2019-11-17T05:34:48","score":5,"content":"Beaucoup d'améliorations très bien!","reviewCreatedVersion":"6.42.1"},{"at":"2019-11-08T20:47:38","score":5,"content":"Super app tres pratique!","reviewCreatedVersion":"6.42.1"},{"at":"2021-03-08T09:59:42","score":1,"content":"Installation très longue !!!!","reviewCreatedVersion":null},{"at":"2019-12-20T06:23:16","score":1,"content":"Pire appli du monde elle ne charge pas et me fait louper mes bus","reviewCreatedVersion":"6.42.1"},{"at":"2019-12-06T11:00:38","score":4,"content":"c'est joli et trop stylé","reviewCreatedVersion":"6.42.1"},{"at":"2021-10-28T11:17:27","score":5,"content":"Excellente application en lausanne","reviewCreatedVersion":"6.55.2"},{"at":"2020-12-17T07:43:26","score":1,"content":"Pas accessible aux heures de pointe","reviewCreatedVersion":"6.53.5"},{"at":"2024-06-27T05:15:38","score":4,"content":"Imparfait sur le 60","reviewCreatedVersion":"7.2.3"},{"at":"2019-11-07T10:31:39","score":4,"content":"Belle application, complète","reviewCreatedVersion":"6.42.1"},{"at":"2019-11-07T14:00:02","score":4,"content":"Clair et concis !","reviewCreatedVersion":"6.42.1"},{"at":"2022-02-22T19:58:05","score":1,"content":"Toujours aucune amélioration","reviewCreatedVersion":"7.0.9"},{"at":"2019-11-07T12:03:50","score":5,"content":"Application très complète","reviewCreatedVersion":"6.42.1"},{"at":"2019-11-08T12:20:24","score":5,"content":"A première vue intéressante.","reviewCreatedVersion":"6.42.1"},{"at":"2020-04-05T13:10:37","score":1,"content":"Affreux cette applications elle avente des horaires","reviewCreatedVersion":"6.47.2"},{"at":"2022-03-16T07:22:29","score":1,"content":"J'ai payé et je n'ai pas eu mon billet.....","reviewCreatedVersion":"7.0.9"},{"at":"2020-12-22T10:16:42","score":1,"content":"A quel moment cet app est utile?","reviewCreatedVersion":"6.53.5"},{"at":"2021-07-26T22:31:48","score":4,"content":"Bien deservi et ponctuel","reviewCreatedVersion":"6.53.5"},{"at":"2019-12-06T09:52:12","score":1,"content":"Ne fonctionne pas","reviewCreatedVersion":"6.42.1"},{"at":"2020-01-16T16:31:21","score":2,"content":"Impossible de fabriquer l itinéraire...","reviewCreatedVersion":"6.42.1"},{"at":"2020-12-08T11:48:25","score":1,"content":"Ca fait 2 jours que ca fonctionne","reviewCreatedVersion":"6.53.5"},{"at":"2022-02-20T18:21:22","score":1,"content":"Pas de mise à jour ☹☹!","reviewCreatedVersion":"7.0.9"},{"at":"2019-11-07T12:59:49","score":4,"content":"Une belle évolution!","reviewCreatedVersion":"6.42.1"},{"at":"2020-02-12T09:43:36","score":1,"content":"J'utilise l'app des @cff Eliminez votre app TL et baissez vos prix !","reviewCreatedVersion":"6.45.2"},{"at":"2019-11-09T14:16:29","score":5,"content":"Une nette amélioration !","reviewCreatedVersion":"6.42.1"},{"at":"2020-12-09T05:43:38","score":1,"content":"Nouvelle version ne s'ouvre plus","reviewCreatedVersion":"6.53.5"},{"at":"2019-11-08T10:18:30","score":5,"content":"Simple d'utilisation","reviewCreatedVersion":"6.42.1"},{"at":"2020-01-10T11:45:49","score":2,"content":"Recherche par ligne ! Pas possible ??","reviewCreatedVersion":"6.42.1"},{"at":"2019-12-09T13:58:49","score":2,"content":"fonctionne 1x sur 2","reviewCreatedVersion":null},{"at":"2022-01-19T06:51:51","score":1,"content":"Ne marche simplement plus.","reviewCreatedVersion":"7.0.8"},{"at":"2021-03-17T12:47:16","score":5,"content":"Tres bien, extra","reviewCreatedVersion":"6.52.1"},{"at":"2023-06-23T16:49:29","score":1,"content":"Impossible de rentrer mon Swiss pass","reviewCreatedVersion":null},{"at":"2021-04-22T14:15:45","score":1,"content":"Page blanche, aucuns horaires","reviewCreatedVersion":"6.42.1"},{"at":"2019-11-08T18:55:53","score":5,"content":"L'application m'aide beaucoup","reviewCreatedVersion":"6.42.1"},{"at":"2020-02-06T08:05:30","score":1,"content":"Appli plante tout le temps","reviewCreatedVersion":"6.45.2"},{"at":"2023-04-22T14:13:45","score":1,"content":"Faudrait indiqué la bonne heure enft","reviewCreatedVersion":"7.1.0"},{"at":"2020-02-25T13:56:39","score":1,"content":"Moins bien que la première","reviewCreatedVersion":null},{"at":"2022-02-27T14:12:43","score":3,"content":"Manque presision sur certains points.","reviewCreatedVersion":"7.0.9"},{"at":"2020-12-07T17:24:19","score":2,"content":"BIZZARDS 7 DÉCEMBRE 18H3O IMPOSSIBLE ACCÈS HORRAIRES!!","reviewCreatedVersion":"6.53.5"},{"at":"2019-11-08T10:42:38","score":4,"content":"Une bonne évolution de tl_live.","reviewCreatedVersion":"6.42.1"},{"at":"2019-11-07T10:13:10","score":5,"content":"Application au top","reviewCreatedVersion":"6.42.1"},{"at":"2022-08-03T16:14:43","score":1,"content":"C'est nulle cette application","reviewCreatedVersion":"7.0.9"},{"at":"2020-08-13T12:45:13","score":1,"content":"Je ne suis pas rouxophobe mais le roux avec une barbre est pas tres gentil","reviewCreatedVersion":null},{"at":"2019-11-07T11:05:53","score":5,"content":"Facile a utiliser","reviewCreatedVersion":"6.42.1"},{"at":"2020-10-07T16:29:58","score":1,"content":"Ne marche pas","reviewCreatedVersion":"6.52.1"},{"at":"2020-02-28T12:28:51","score":1,"content":"N'importe quoi cette appli","reviewCreatedVersion":"6.45.2"},{"at":"2024-07-17T10:24:47","score":2,"content":"Je px plus oubrir l'appli","reviewCreatedVersion":null},{"at":"2019-11-14T13:00:01","score":1,"content":"Ne prend pas en compte l'heure indiquée.....","reviewCreatedVersion":"6.42.1"},{"at":"2022-02-16T16:42:38","score":1,"content":"A revoir totalement...","reviewCreatedVersion":null},{"at":"2019-11-07T15:26:56","score":5,"content":"Beaucoup mieux que la précédente","reviewCreatedVersion":"6.42.1"},{"at":"2019-11-26T10:38:38","score":1,"content":"Nul je préfère l'ancien version.","reviewCreatedVersion":"6.42.1"},{"at":"2023-07-15T15:10:48","score":1,"content":"Sûrement la pire appli qui existe","reviewCreatedVersion":"7.1.0"},{"at":"2021-11-06T14:30:28","score":1,"content":"Du vrai n'importe quoi une réflexion sans avis des consommateurs procédé Hitlerien ( dictature )","reviewCreatedVersion":"6.55.2"},{"at":"2019-11-14T11:56:35","score":5,"content":"Consultez les infos sur les réseaux","reviewCreatedVersion":"6.42.1"},{"at":"2022-06-06T19:48:11","score":5,"content":"Super merci bien","reviewCreatedVersion":"6.55.2"},{"at":"2019-11-12T12:08:38","score":5,"content":"Super merci tl","reviewCreatedVersion":"6.42.1"},{"at":"2019-10-27T15:41:55","score":1,"content":"Plein de bugs ! Nul","reviewCreatedVersion":"6.42.1"},{"at":"2021-11-15T15:53:36","score":2,"content":"Met une éternité à s'ouvrir","reviewCreatedVersion":"6.55.2"},{"at":"2023-03-10T06:03:43","score":1,"content":"Cheque fois pire.","reviewCreatedVersion":"7.1.0"},{"at":"2021-05-21T04:50:50","score":5,"content":"Merci les tl","reviewCreatedVersion":"6.53.5"},{"at":"2024-12-01T15:27:19","score":5,"content":"Util","reviewCreatedVersion":"7.3.0"},{"at":"2024-05-13T13:12:12","score":5,"content":"Bon système.","reviewCreatedVersion":"7.2.3"},{"at":"2024-10-26T06:57:56","score":2,"content":"Application troooooooooooooop lente.","reviewCreatedVersion":"7.2.3"},{"at":"2024-06-14T20:51:17","score":1,"content":"Laggy app","reviewCreatedVersion":"7.2.3"},{"at":"2024-05-24T20:41:16","score":5,"content":"Bien","reviewCreatedVersion":"7.2.2"},{"at":"2023-02-09T21:21:04","score":1,"content":"Pas convaincu","reviewCreatedVersion":"7.1.0"},{"at":"2022-02-17T15:43:03","score":5,"content":"Très bien","reviewCreatedVersion":"7.0.9"},{"at":"2022-06-03T21:05:31","score":5,"content":"Utile","reviewCreatedVersion":"7.0.9"},{"at":"2022-02-24T17:00:22","score":5,"content":"convivial","reviewCreatedVersion":"7.0.9"},{"at":"2022-02-21T20:22:19","score":5,"content":"Ok","reviewCreatedVersion":"7.0.9"},{"at":"2021-12-07T11:51:56","score":4,"content":"Parfait","reviewCreatedVersion":"7.0.6"},{"at":"2021-11-16T05:37:10","score":3,"content":"Ok","reviewCreatedVersion":"6.55.2"},{"at":"2021-10-19T05:07:35","score":5,"content":"Bonne","reviewCreatedVersion":"6.55.2"},{"at":"2021-08-12T10:13:22","score":5,"content":"Très pratique","reviewCreatedVersion":"6.55.1"},{"at":"2021-08-14T08:44:30","score":5,"content":"Ok","reviewCreatedVersion":"6.55.1"},{"at":"2021-02-05T13:49:09","score":3,"content":"Bien","reviewCreatedVersion":"6.53.5"},{"at":"2020-11-26T01:52:06","score":4,"content":"Grisant","reviewCreatedVersion":"6.53.5"},{"at":"2021-08-09T14:54:00","score":5,"content":"Bon Magnifique","reviewCreatedVersion":"6.53.5"},{"at":"2021-02-28T17:23:05","score":5,"content":"Excellente Application","reviewCreatedVersion":"6.53.5"},{"at":"2021-06-12T21:37:54","score":5,"content":"Ok","reviewCreatedVersion":"6.53.5"},{"at":"2021-03-07T08:00:58","score":5,"content":"Bon","reviewCreatedVersion":"6.53.5"},{"at":"2021-03-21T14:38:23","score":5,"content":"La liberté","reviewCreatedVersion":"6.53.5"},{"at":"2020-12-08T05:45:10","score":1,"content":"Bugs","reviewCreatedVersion":"6.53.5"},{"at":"2020-12-09T16:39:01","score":5,"content":"👍","reviewCreatedVersion":"6.53.5"},{"at":"2020-06-07T21:33:50","score":4,"content":"Très bien !","reviewCreatedVersion":"6.47.2"},{"at":"2020-04-22T13:48:47","score":4,"content":"Bonne","reviewCreatedVersion":"6.47.2"},{"at":"2020-03-21T10:02:16","score":5,"content":"bien","reviewCreatedVersion":"6.47.2"},{"at":"2020-06-28T00:03:27","score":5,"content":"Pratque !","reviewCreatedVersion":"6.47.2"},{"at":"2019-11-07T09:32:25","score":4,"content":"Très utile !","reviewCreatedVersion":"6.42.1"},{"at":"2019-12-05T13:57:34","score":4,"content":"Très pratique.","reviewCreatedVersion":"6.42.1"},{"at":"2019-11-08T08:54:17","score":5,"content":"Juste parfaite! 👍","reviewCreatedVersion":"6.42.1"},{"at":"2019-11-07T09:32:13","score":4,"content":"Fonctionne bien","reviewCreatedVersion":"6.42.1"},{"at":"2019-12-16T14:10:31","score":1,"content":"Nul","reviewCreatedVersion":"6.42.1"},{"at":"2019-11-17T20:06:49","score":5,"content":"Super!!","reviewCreatedVersion":"6.42.1"},{"at":"2019-11-23T12:32:54","score":4,"content":"Pratique","reviewCreatedVersion":"6.42.1"},{"at":"2019-11-07T14:09:31","score":5,"content":"Très bien","reviewCreatedVersion":"6.42.1"},{"at":"2019-11-08T08:29:49","score":5,"content":"Très Bien","reviewCreatedVersion":"6.42.1"},{"at":"2019-11-07T16:44:51","score":5,"content":"Tres bien","reviewCreatedVersion":"6.42.1"},{"at":"2019-11-07T14:06:52","score":5,"content":"Très cool","reviewCreatedVersion":"6.42.1"},{"at":"2019-11-19T21:05:52","score":5,"content":"Super !!!","reviewCreatedVersion":"6.42.1"},{"at":"2019-12-05T17:41:24","score":2,"content":"Insuffisante","reviewCreatedVersion":"6.42.1"},{"at":"2019-11-08T07:43:31","score":5,"content":"Super","reviewCreatedVersion":"6.42.1"},{"at":"2019-11-08T11:56:55","score":5,"content":"Pratique","reviewCreatedVersion":"6.42.1"},{"at":"2019-11-07T11:32:35","score":5,"content":"Excellent","reviewCreatedVersion":"6.42.1"},{"at":"2019-11-08T07:00:51","score":5,"content":"Excellent","reviewCreatedVersion":"6.42.1"},{"at":"2019-11-07T16:24:12","score":5,"content":"Super","reviewCreatedVersion":"6.42.1"},{"at":"2019-11-07T11:44:31","score":5,"content":"Excellent","reviewCreatedVersion":"6.42.1"},{"at":"2020-01-03T15:45:08","score":5,"content":"Ok","reviewCreatedVersion":"6.42.1"},{"at":"2019-11-07T09:40:15","score":5,"content":"Utilisation journalière","reviewCreatedVersion":"6.42.1"},{"at":"2019-12-06T16:13:45","score":5,"content":"Top","reviewCreatedVersion":"6.42.1"},{"at":"2019-12-14T19:42:09","score":5,"content":"Bravo","reviewCreatedVersion":"6.42.1"},{"at":"2019-08-26T05:58:05","score":5,"content":"Trés bien","reviewCreatedVersion":"6.39.5"},{"at":"2019-07-17T06:28:18","score":1,"content":"On troque une application native contre une application web hybride 🙄 de plus depuis la nouvelle version le compteur des horaires saute, se réinitialise, ...","reviewCreatedVersion":"6.39.2"},{"at":"2025-02-04T11:37:22","score":1,"content":"Terrible decision to drastically change the app, give us back the old version which was clearly easier and better to use for everyone","reviewCreatedVersion":null},{"at":"2020-03-01T18:17:47","score":1,"content":"Catastrophe industrielle....","reviewCreatedVersion":null},{"at":"2020-02-20T17:01:50","score":4,"content":"Y ,,8 : h","reviewCreatedVersion":null},{"at":"2021-09-11T12:22:03","score":5,"content":"Ok","reviewCreatedVersion":null},{"at":"2024-07-17T10:50:33","score":5,"content":"bien","reviewCreatedVersion":null},{"at":"2020-12-08T05:54:04","score":1,"content":"Écran blanc ??????","reviewCreatedVersion":null}]}