{"comments":[{"at":"2025-04-13T07:21:28","score":4,"content":"Très bonne application. Cependant, je déplore les réponses qui sont générées automatiquement lorsque nous posons des questions sur des articles. Ces réponses peuvent perdre en efficacité voir ne répondent pas à la question et ce, en cas d'incapacité à trouver une solution, sans retransmettre la question à un humain qui pourrait très certainement nous aider.","reviewCreatedVersion":"4.28.0"},{"at":"2025-02-13T05:22:41","score":5,"content":"Le meilleur shop online de Suisse, beaucoup d'articles à prix avantageux et plusieurs méthodes de paiement possible y compris Twint. Avec l'application on peut recevoir des notifications sur les baisses de prix d'articles sélectionnés. Pas de bug constaté à ce jour","reviewCreatedVersion":"4.26.0"},{"at":"2025-02-02T13:48:56","score":2,"content":"Impossible de commander 😑 C'est une super application, très sérieuse. J'étais très satisfaite jusque là, mais depuis plusieurs mois, je n'arrive plus à commander, il y a un problème au niveau du paiement par carte de crédit, alors que j'ai l'argent sur mon compte. Je ne comprends pas ce qu'il se passe. C'est très énervant","reviewCreatedVersion":"4.25.1"},{"at":"2024-12-13T08:17:55","score":4,"content":"très grand choix. attention tout de même aux délais de livraison parfois pas très claires.... possible de les modifier après avoir passé la commande.","reviewCreatedVersion":"4.24.0"},{"at":"2025-01-10T11:49:06","score":5,"content":"Excellente boutique, excellent produit, beaucoup de choix et surtout des produits réellement compatibles avec les produits pour lesquels ils sont vendus ! Livraison rapide si le produit est en stock ! A utiliser sans modération !","reviewCreatedVersion":"4.25.0"},{"at":"2024-06-18T06:29:19","score":1,"content":"Impossible de se connecter au compte depuis l'application. Le lien de connection envoie sur une page où on peut effectivement se connecter et aller sur le site, mais qui n'est pas lié à l'application donc les article mit en panier dans l'application n'apparaissent pas. Application inutile autant aller directement depuis l'application du navigateur.","reviewCreatedVersion":"4.16.0"},{"at":"2022-03-18T20:24:56","score":5,"content":"Jusqu'à présent l'application à toujours bien fonctionné pour 95% du temps, le SAV et le chate est au top pour toute question ! Un problème de produits ou paiement ? Pas de soucie, assez facile d'utilisation vous trouverez facilement où aller. Tout vos achats et vos commandes en cours son répertoriés sur votre compte. le principe est assez simple et intuitif, idéalement mettre un avis pertinents, concis et transparent sur le produit pour aider le consommateur et ça communauté.","reviewCreatedVersion":"3.4.7"},{"at":"2022-06-20T13:23:44","score":2,"content":"J'utilise très fréquemment cette application, je fais très souvent des achats sur Galaxus. Je constate toujours le même problème malgré les mises à jour : la langue sélectionnée change sans arrêt. Un exemple : on sélectionne français, on fait un achat que l'on paie avec Twint et en revenant sur l'application Galaxus, la langue a changé de français à allemand ou anglais. C'est fatigant. La recherche des article est aussi laborieuse en français, très approximative, pleine de mauvaises traductions.","reviewCreatedVersion":"3.4.9"},{"at":"2022-10-31T14:28:13","score":3,"content":"L'application plante lors de la confirmation du paiement sur l'appli de la banque. Du coup même si on valide notre paiement, la commande n'est pas prise (le compte en banque n'est pas débité) et surtout : on perd tout l'historique de la commande, il faut tout recommencer à zéro!","reviewCreatedVersion":"3.7.0"},{"at":"2020-12-04T09:23:32","score":1,"content":"Impossible de me connecté à l'application avec le même mot de passe que j'utilise pour me connecté via un navigateur Web. J'ai déjà fait les différents test suivants et cela ne fonctionne toujours pas : - Changé de mot de passe - Changé de mot de passe depuis un autre navigateur web - Supprimé et réinstallé l'application - Hotline déjà contactée et aucune solution trouvée C'est vraiment dommage de ne pas pouvoir utiliser l'application à l'heure actuelle où nous consommons de façon mobile. ;(","reviewCreatedVersion":"3.1.0"},{"at":"2024-12-05T13:54:35","score":5,"content":"Excellente service après-vente même si on n'a pas à faire avec une personne que l'on voit mais les réponses sont parfaites et les problèmes sont bien réglés","reviewCreatedVersion":"4.23.0"},{"at":"2021-04-03T16:49:21","score":5,"content":"J'aime le principes d'avoir toujours son profil sous les yeux et de pouvoir consulter sa liste d'envie rapidement sans devoir rentrer constamment les informations du compte, comparaison et prix plus que correct , les livraison sont rapide et l'appli très intuitive et beaucoup de mode de paiement même sans carte de crédit, je recommande vivement l'application et le site internet","reviewCreatedVersion":"3.2.0"},{"at":"2024-12-07T13:26:38","score":1,"content":"J'ai installé l'application mais je la trouvais pas utile pour moi. Alors je suis allé dans les applications et j'ai mis \"desinstaller\". L'application est belle et bien plus sur ma liste. Par contre à partir de maintenant il viens toujours la proposition de la réinstaller sur mon appareil. Comment faire pour que cette proposition ne vient plus. C'est vraiment agissent !!","reviewCreatedVersion":null},{"at":"2024-12-17T10:24:38","score":1,"content":"Rien de foufou, les produits sont exactement ceux d'amazon mais genre 4x plus chère, je ne comprend pas comment on peu commander des produits d'amazon à ce prix là.... mais par contre en terme de Sex Toys y'en a plus que sur Amazon et Temu reunni... j'ai meme pas eu besoin de chercher, je me suis rendu dans recherche et c'était proposé la directement en accueil.. et même quand j'ai effectué ma recherche d'un \"alimentation de laboratoire\" au bout de la 8eme ligne deviner quoi !!? Des Godes...","reviewCreatedVersion":null},{"at":"2022-03-16T10:06:27","score":1,"content":"Impossible de faire une commande, lorsque je clique pour connecter mon compte, l'application plante et se ferme. Idem quand je vais dans mon panier et que je le valide... C'est quand même un comble pour une appli de vente que je ne puisse rien y acheter. J'apprécierais beaucoup que vous résolviez ce problème afin que je puisse commander depuis mon natel :-) J'ai le S8 merci","reviewCreatedVersion":"3.4.7"},{"at":"2021-12-29T22:05:55","score":2,"content":"L'application a un temps de réponse extrêmement long beuguée, la langue s'affiche par défaut en allemand sinon le concept est pas trop mal dans l'ensemble. Mais vraiment, faites un effort, c'est plus possible cette application beugue beaucoup trop c'est vraiment pas sérieux ...","reviewCreatedVersion":"3.4.4"},{"at":"2021-11-08T08:13:02","score":4,"content":"Je suis très content du service et de l'application. Il y a cependant deux aspects que j'aimerais voir évoluer : - dans une commande, retrait des articles fournis pas galaxus dans une succursale. Envoi par poste des autres. C'est moins de frais et plus d'écolohie pour tout le monde. Actuellement, dès qu'un article d'une commande est fourni par 7n tiers, toute la commande doit être envoyée par poste. - Pas de frais pour petite commande au elle est retirée en magasin. A bon entendeur ;)","reviewCreatedVersion":"3.4.4"},{"at":"2024-11-29T09:42:02","score":5,"content":"jamais déçu de mes produits. service clients au top. livraison presque toujours dans les délais","reviewCreatedVersion":"4.23.0"},{"at":"2024-04-08T17:29:30","score":5,"content":"Livraison toujours rapide et impeccable. Le site est très facile à utiliser. On trouve toujours ce qu'on cherche. Je recommande cette entreprise les yeux fermés. Merci infiniment pour la qualité de votre service et votre rapidité d'exécution. Continuez comme ça. Vous êtes super efficace. Une grande fan...","reviewCreatedVersion":"4.11.1"},{"at":"2023-10-22T11:34:26","score":4,"content":"Je fais l'effort de soutenir les entreprises Suisses. En retour, j'attends que la Suisse Romande soit considérée, ce qui n'est pas le cas chez Galaxus. Les traductions en français sont parfois totalement fausses et semblent générées par un programme informatique. À part ça très fiable et efficace.","reviewCreatedVersion":"4.4.0"},{"at":"2024-05-14T16:03:19","score":5,"content":"Super site on trouve très souvent ce qu'on veut. La livraison est toujours impeccable et très rapide. Je ne me passe plus de leur service. Je recommande les yeux fermés. Essayer c'est l'adopter. Un grand merci à la team pour leur rapidité et leur efficacité.","reviewCreatedVersion":"4.13.0"},{"at":"2022-02-02T22:32:36","score":2,"content":"Bonjour, Depuis la mise à jour Android 12 sur mon Samsung s20 l'application prend énormément de temps pour s'ouvrir et parfois elle ne s'ouvre même pas elle reste sur une page blanche. Merci pour votre travail","reviewCreatedVersion":"3.4.6"},{"at":"2025-02-12T20:14:31","score":5,"content":"livraison efficaces, jusqu'à présent pas de mauvaises surprises. top","reviewCreatedVersion":"4.25.0"},{"at":"2021-07-08T13:20:01","score":2,"content":"Très déçu j ai pris des articles d occasions et c est noter que il est comme neuf et il a été tester, je reçois ma commande et l article ne fonctionne même pas alors que j ai payer des centaines, y a des articles ils viennent après 3 mois mdr c est très dommage.","reviewCreatedVersion":"3.2.0"},{"at":"2025-03-19T23:25:56","score":5,"content":"Choix immense et prix très raisonnables","reviewCreatedVersion":"4.27.0"},{"at":"2025-03-17T08:13:21","score":5,"content":"très bien, process super rapide","reviewCreatedVersion":"4.27.0"},{"at":"2024-12-01T00:18:25","score":5,"content":"Super site. On y trouve beaucoup de choix et le service après vente est top","reviewCreatedVersion":"4.23.0"},{"at":"2024-12-30T09:17:49","score":5,"content":"la meilleure de Suisse, large choix de produits et livraison assez rapide","reviewCreatedVersion":"4.24.0"},{"at":"2021-08-26T08:16:52","score":3,"content":"Franchement j en ai vraiment marre, pendant chaque utilisation l appli se remet en allemand, et ce plusieurs fois. Je dois chaque fois la remettre en français... merci de régler ce problème","reviewCreatedVersion":null},{"at":"2019-09-11T19:11:43","score":2,"content":"Si on a pas de compte ou que l'on ne veut pas s'inscrire, lorsque l'on changé la langue et qu'on fait un 'retour' l'application se remet en allemand. Application désinstallée","reviewCreatedVersion":null},{"at":"2021-01-11T09:32:30","score":5,"content":"J'adore ce site. Leurs prix sont très bien, Il y a énormément de choix, les produits galaxus même sont de bonnes qualités ainsi que les envoyer par les marques directement. J'ai commandé plusieurs fois et aucun soucis.","reviewCreatedVersion":"3.1.0"},{"at":"2024-12-08T21:25:36","score":5,"content":"Mon (presque) seul magasin en ligne depuis 5ans sans aucune déception!","reviewCreatedVersion":"4.23.0"},{"at":"2020-05-20T16:37:58","score":5,"content":"Très bonne application. Les prix sont le plus souvent plus bas comparé aux autres. La livraison est rapide. Le service après vente est étonnamment très bien.","reviewCreatedVersion":"3.0.6"},{"at":"2022-12-10T14:43:44","score":2,"content":"Très instable, plante constamment et continue à changer de la langue de l'interface (10 fois par minute).","reviewCreatedVersion":"3.7.0"},{"at":"2022-01-25T20:31:44","score":4,"content":"Impossible de changer la langue sur la \"version tablette\" alors que sur un smartphone c'est possible. Il semble y avoir un bug avec la fonction...","reviewCreatedVersion":"3.4.4"},{"at":"2024-07-17T19:20:55","score":3,"content":"Dommage pas de notification push pour les info du coli, quant il est envoyé, dès qu'il y a un numéro de suivi... Quant la facture est prête, Ou sortir le qrcode si on vas chercher sur place... La base d'une bonne appli 😉","reviewCreatedVersion":"4.17.1"},{"at":"2024-05-14T07:53:04","score":5,"content":"Presque toujours parmi les meilleurs prix, transparents, honnêtes, bons conseils (parfois quelques erreurs, souvent inévitable, attentions!), et service après-vente impeccable.","reviewCreatedVersion":"4.13.0"},{"at":"2023-05-08T18:35:16","score":5,"content":"L'appli est bien, j'écris juste cet avis pour faire part à Galaxus la chose suivante: Avec l'arrivée de Galaxus Mobile, une application pour Android (et/ou Iphone) serait géniale pour avoir accès au cockpit.","reviewCreatedVersion":"4.1.0"},{"at":"2022-06-18T07:24:12","score":2,"content":"Bon assortiment mais l'application, qui redirige en fait sur le site web, ne permet pas de faire une bonne recherche. Pas pratique à utiliser...","reviewCreatedVersion":"3.4.9"},{"at":"2024-04-16T16:47:18","score":5,"content":"Rapide, super fiable avec un énorme choix dans toutes les catégories, LA référence !!!!","reviewCreatedVersion":"4.11.1"},{"at":"2020-11-19T21:30:33","score":4,"content":"Il y a problème là depuis 2 semaines, plus possible de changer en français même en sélectionnant français sur la page de login. Il faut faire qqch rapidement là.","reviewCreatedVersion":"3.1.0"},{"at":"2022-06-02T10:35:06","score":1,"content":"Une des pire \"application\" que j'ai pu tester avec celle de digitec. À vrai dire ce n'est même pas une application mobile mais un rendu non ergonomique de leur site internet...","reviewCreatedVersion":"3.4.8"},{"at":"2019-08-27T20:19:56","score":2,"content":"Lenteur énervante, comme sur le site Internet mobile. C'est la même chose sur tous les sites de commerce en ligne appartenant à Migros. Il y a vraiment un effort à faire, c'est inutilisable et ça donne juste envie d'aller voir ailleurs.","reviewCreatedVersion":null},{"at":"2024-06-06T07:24:11","score":4,"content":"On y trouve pas mal de produits et surtout la livraison est rapide les produits sont bien emballés et protégé le suivi correspond aussi","reviewCreatedVersion":"4.15.0"},{"at":"2021-10-27T09:30:43","score":4,"content":"Update 27.10.21 : Bug corrigé, l'appli fonctionne tip top ! Old : Nous sommes le 05.10.21 : comme mentionné le 20.09.21 par un autre utilisateur l'application plante au démarrage.. voilà..","reviewCreatedVersion":"3.4.4"},{"at":"2020-03-31T20:38:27","score":3,"content":"Appli lente, rame beaucoup, retour en haut de liste produit a chaque fois que vous retournez sur la catégorie. Affichage à améliorer aussi...","reviewCreatedVersion":"3.0.6"},{"at":"2024-04-22T08:25:04","score":1,"content":"1 seule facture payée en retard ( avec frais de rappel) sur des dizaines et on vous enlève la possibilité de payer par facture...dommage...on ira dépenser notre argent ailleurs...","reviewCreatedVersion":"4.13.0"},{"at":"2024-12-22T14:35:20","score":5,"content":"simple, facile ... sans surprise de douane","reviewCreatedVersion":"4.24.0"},{"at":"2024-11-29T14:26:26","score":1,"content":"Ça devient plus que pénible d'avoir des articles non répertoriés ou mal répertorié quand on a autant de produits que ça.","reviewCreatedVersion":null},{"at":"2024-12-14T18:21:16","score":5,"content":"presque entièrement satisfait à chaque commande","reviewCreatedVersion":"4.24.0"},{"at":"2025-02-24T19:26:36","score":5,"content":"Ma femme est jalouse elle ne peut pas faire mieux","reviewCreatedVersion":"4.26.1"},{"at":"2024-11-13T20:52:29","score":5,"content":"J'adore cette application! Facile d'utilisation, ont trouve tous dessus !","reviewCreatedVersion":"4.23.0"},{"at":"2025-01-31T07:16:20","score":1,"content":"Une comme des dizaines d'autres. Le produit sera épuisé... Oû l'on vous baladera entre Galaxus Suisse et Belgique, oû si le produit existe il sera plus cher.... Blablabla Je suis revenu au traditionnel Amazon .","reviewCreatedVersion":null},{"at":"2025-02-13T14:31:23","score":5,"content":"j'adore cette application où je trouve toujours ce que je désire à des tarifs avantageux","reviewCreatedVersion":null},{"at":"2021-10-24T06:32:22","score":5,"content":"Super! La mise à jour a corrigé le plantage de l'application à l'ouverture. Bravo","reviewCreatedVersion":"3.4.4"},{"at":"2018-09-23T14:45:27","score":1,"content":"Site mal rédigé, très lent et surtout pas attractif pour les achats. Trop de texte pour rien dire, au final a éviter.","reviewCreatedVersion":"2.0"},{"at":"2024-06-21T13:09:35","score":5,"content":"rapide, efficace possibilité de retourner les commandes. je recommande grandement.","reviewCreatedVersion":"4.16.0"},{"at":"2024-08-20T21:09:29","score":5,"content":"Jamais déçu avec Galaxus. Les livraisons arrivent comme prévu et les retours sont très bien traités.","reviewCreatedVersion":"4.18.0"},{"at":"2021-10-12T20:08:58","score":1,"content":"Idem. Plante à l ouverture . Dommage car fonctionnait correctement avant avec mon ancien natel.","reviewCreatedVersion":"3.4.2"},{"at":"2025-01-25T17:43:21","score":1,"content":"J'ai utiliser pdt 5 ans et aujourd'hui il faut changer d'appareil électronique pour utiliser l'application donc pad écologique","reviewCreatedVersion":"4.16.0"},{"at":"2021-05-17T17:53:46","score":5,"content":"Produit de bonne qualité envoie rapide (suisse) pas super cher et beaucoup de choix d articles c est super","reviewCreatedVersion":"3.2.0"},{"at":"2021-12-13T12:08:51","score":1,"content":"Impossible de connecter l'app à mon compte. Je dois entrer un code qui est dans l'app, mais je suis dans l'app. ???","reviewCreatedVersion":null},{"at":"2024-03-17T13:45:44","score":5,"content":"Top qualité des articles. Livraison très rapide. Prix attractifs. Service clientèle efficace. Garantie sur articles commandés. Vraiment un excellent V.P.C. Pas trouvé mieux en Suisse que Galaxus.","reviewCreatedVersion":"4.11.0"},{"at":"2024-03-19T17:24:11","score":5,"content":"Super service, supers offres. Je conseille vivement car jamais déçue.","reviewCreatedVersion":"4.11.0"},{"at":"2022-03-13T14:21:40","score":1,"content":"Application plante systématiquement. Désinstallation, réinstallation, rien n'y fait.","reviewCreatedVersion":"3.4.7"},{"at":"2024-04-25T07:16:22","score":5,"content":"Grand choix de matériels, livraison rapide et prix corrects","reviewCreatedVersion":"4.13.0"},{"at":"2020-07-16T03:03:12","score":4,"content":"De temps en temps elle retourne a la langue allemande, c'est agacant car il faut scoller tout en bas pour changer la langue","reviewCreatedVersion":"3.1.0"},{"at":"2021-07-07T15:31:01","score":1,"content":"Ne me plaît pas et la publicité à la télévision est des plus médiocre","reviewCreatedVersion":"3.2.0"},{"at":"2021-04-29T20:14:21","score":5,"content":"excellents produits bonne qualité et rapidité envoi. je recommande","reviewCreatedVersion":"3.2.0"},{"at":"2022-12-12T09:44:49","score":1,"content":"L'application passe toute seule en allemand à tout moment, c'est pénible !","reviewCreatedVersion":"3.7.0"},{"at":"2023-10-18T17:00:09","score":2,"content":"Les commandes prennent trop de temps c'est vraiment hyper chiant.","reviewCreatedVersion":"4.5.0"},{"at":"2020-10-02T04:36:13","score":4,"content":"Fait correctement son travail, et de plus en français enfin...","reviewCreatedVersion":"3.1.0"},{"at":"2024-05-16T05:41:51","score":3,"content":"L'application est super lente, c'est très frustrant.","reviewCreatedVersion":"4.14.0"},{"at":"2024-03-16T06:49:41","score":5,"content":"Meilleurs prix, rapide, bien organisé!","reviewCreatedVersion":"4.11.0"},{"at":"2024-08-11T12:54:02","score":5,"content":"un très grand choix de produits et surtout, un très bon service client !","reviewCreatedVersion":"4.18.0"},{"at":"2024-04-01T19:11:33","score":5,"content":"Excellent service, assortiment mais aussi service client parfait.","reviewCreatedVersion":"4.11.1"},{"at":"2021-10-27T09:20:11","score":4,"content":"Ça aura pris son temps, mais l'app fonctionne de nouveau. Merci les dev 🙂","reviewCreatedVersion":"3.4.4"},{"at":"2024-08-01T08:12:17","score":5,"content":"choix varié et application sans bug, très agréable","reviewCreatedVersion":"4.18.0"},{"at":"2025-04-18T20:38:08","score":1,"content":"Donc, quelques jours après ma commande qui a été confirmée, je reçois un mail pour me prévenir que je serai livré dans 3 mois au lieu de 10 jours ??? Bye bye Galaxus, vous êtes pas du tout sérieux !","reviewCreatedVersion":null},{"at":"2025-01-20T06:56:01","score":5,"content":"juste la meilleure application 🥰","reviewCreatedVersion":"4.25.1"},{"at":"2024-03-15T08:14:27","score":5,"content":"rapide, fiable, sav de qualité.","reviewCreatedVersion":"4.11.0"},{"at":"2019-09-05T10:53:52","score":4,"content":"Pourrait être plus simple et optomisée pour smartphones","reviewCreatedVersion":"2.0"},{"at":"2024-12-18T16:45:48","score":5,"content":"très bien le site","reviewCreatedVersion":"4.24.0"},{"at":"2025-01-15T13:37:25","score":5,"content":"tres bonne application","reviewCreatedVersion":"4.24.0"},{"at":"2024-03-18T07:57:28","score":5,"content":"Très pratique, on trouve de tout à bon prix.","reviewCreatedVersion":"4.11.0"},{"at":"2022-04-25T20:36:22","score":5,"content":"Depuis la dernière mise à jour, tout fonctionne parfaitement.","reviewCreatedVersion":"3.4.8"},{"at":"2021-10-14T15:37:02","score":1,"content":"Grosse décéption Aucune possibilité d'ouvrir l'application depuis des semaines","reviewCreatedVersion":"3.4.2"},{"at":"2025-03-19T13:28:09","score":1,"content":"plus de 5000 CHF d'achat en mois de 1 ans et la seule récompense c'est des badges pour votre de profil, pffff","reviewCreatedVersion":null},{"at":"2024-08-23T15:00:53","score":5,"content":"Beaucoup de choix prix intéressant livraison rapide","reviewCreatedVersion":"4.19.0"},{"at":"2024-04-06T06:30:39","score":5,"content":"Toujours au top. Service impeccable. Merci","reviewCreatedVersion":"4.11.1"},{"at":"2024-04-22T23:19:40","score":5,"content":"très bonne application et site ou l on peux vraiment acheter beaucoup de choses","reviewCreatedVersion":"4.13.0"},{"at":"2023-11-23T20:56:12","score":1,"content":"Zero, compliqué, peu claire, en résumé: NUL 😤 OCHSNER SPORT, 100 fois mieux !","reviewCreatedVersion":"4.6.0"},{"at":"2024-07-10T20:18:41","score":5,"content":"jamais eu de problème avec et professionnelle avec les clients","reviewCreatedVersion":"4.16.0"},{"at":"2025-01-02T09:50:19","score":5,"content":"Bonjour, j'ai été informé que j'ai gagné un drone, comment faut-il agir afin de recevoir ce cadeau, merci d'avance","reviewCreatedVersion":null},{"at":"2021-10-14T09:36:53","score":1,"content":"L'application s'ouvre et plante sur MIUI 12.5, mais Digitec fonctionne..?","reviewCreatedVersion":"3.4.2"},{"at":"2021-05-13T12:40:03","score":1,"content":"Achats de 2 natels neuf reçu 2 natels d'occasion, 2 scellés samsung une coupé commande le 25 avril 2021, retour chez Galaxus Digitec par poste le 5 mai 2021,pas de remboursement a ce jour (13 mai 2021). Je peux prouver par photos A vous de jugé, mais pour moi ils y arnaque.","reviewCreatedVersion":"3.2.0"},{"at":"2019-08-11T09:10:37","score":1,"content":"Le site en ligne est multilingue, malheureusement pas cette application","reviewCreatedVersion":null},{"at":"2024-03-18T18:09:43","score":4,"content":"excellent fournisseur, livraisons très rapides","reviewCreatedVersion":"4.11.0"},{"at":"2024-04-25T14:45:04","score":5,"content":"Top toujours satisfaite après chaque commande","reviewCreatedVersion":"4.13.0"},{"at":"2023-05-26T08:52:01","score":1,"content":"Énormément de bug.... vraiment désagréable","reviewCreatedVersion":"4.1.0"},{"at":"2021-12-15T10:47:10","score":3,"content":"A nouveau, ça plante à l'ouverture de l'appli. Dommage","reviewCreatedVersion":"3.4.4"},{"at":"2024-03-15T09:53:17","score":5,"content":"L'appli est vraiment bien et le service est parfait !","reviewCreatedVersion":"4.11.0"},{"at":"2024-03-24T19:33:32","score":4,"content":"efficace et pratique quand on veux ça vite..","reviewCreatedVersion":"4.11.0"},{"at":"2024-06-11T04:45:57","score":5,"content":"au top vraiment tout et rapidement","reviewCreatedVersion":"4.15.0"},{"at":"2021-10-01T18:22:24","score":1,"content":"Ne s'ouvre pas non plus avec samsung Z Flip3","reviewCreatedVersion":"3.4.2"},{"at":"2024-04-05T00:46:33","score":5,"content":"simple rapide et efficace","reviewCreatedVersion":"4.11.1"},{"at":"2018-12-29T19:50:24","score":2,"content":"application très mal optimisée.","reviewCreatedVersion":null},{"at":"2021-09-20T20:21:51","score":1,"content":"L´application ne s´ouvre plus avec samsung s9","reviewCreatedVersion":"3.4.2"},{"at":"2024-10-01T16:07:37","score":5,"content":"j'adore l'application, très pratique et rapide","reviewCreatedVersion":"4.19.0"},{"at":"2023-02-23T18:17:00","score":5,"content":"Incroyable livraison en avance carrément je vous la recommande","reviewCreatedVersion":"3.9.0"},{"at":"2024-04-21T14:21:00","score":5,"content":"Rapide et confortable","reviewCreatedVersion":"4.13.0"},{"at":"2024-06-19T05:33:46","score":1,"content":"Dropshipping, prix exagéré, service de retour immonde, inflation imaginaire de prix, lisez bien les conditions générales dégoûtante.","reviewCreatedVersion":null},{"at":"2024-04-21T11:08:22","score":4,"content":"je suis contente des produits que j'ai acheté jusqu'à présent !","reviewCreatedVersion":"4.13.0"},{"at":"2019-10-28T18:37:42","score":1,"content":"Ne marche plus depuis la dernière mise à jour...","reviewCreatedVersion":"3.0.3"},{"at":"2024-06-04T21:23:12","score":5,"content":"Meilleur site de Suisse pour les achats en ligne","reviewCreatedVersion":"4.15.0"},{"at":"2019-04-23T11:44:51","score":4,"content":"très bonne qualité quantité","reviewCreatedVersion":"2.0"},{"at":"2024-04-29T08:53:44","score":5,"content":"très bien et très facile","reviewCreatedVersion":"4.13.0"},{"at":"2021-10-04T12:17:25","score":1,"content":"L'application ne s'ouvre plus sammsung s10","reviewCreatedVersion":null},{"at":"2020-07-11T07:51:49","score":5,"content":"J'AIME BEAUCOUP cette application et je suis a satisfait","reviewCreatedVersion":"3.1.0"},{"at":"2024-11-10T19:45:57","score":5,"content":"Toujours au TOP !","reviewCreatedVersion":"4.22.0"},{"at":"2020-06-08T06:53:18","score":4,"content":"Descend trop vite la batterie","reviewCreatedVersion":"3.0.6"},{"at":"2024-03-19T19:12:42","score":5,"content":"très bon magasin.","reviewCreatedVersion":"4.11.0"},{"at":"2024-03-23T17:05:20","score":4,"content":"Très bon magasin","reviewCreatedVersion":"4.11.1"},{"at":"2018-09-27T08:43:14","score":1,"content":"Comment on mets en francais serieux","reviewCreatedVersion":"2.0"},{"at":"2024-11-09T19:17:43","score":5,"content":"il y a tout sur galaxus !!","reviewCreatedVersion":"4.22.0"},{"at":"2024-05-23T23:33:46","score":5,"content":"au top c't équipe","reviewCreatedVersion":"4.14.0"},{"at":"2021-09-30T09:18:31","score":3,"content":"Comment mettre en français ?","reviewCreatedVersion":"3.4.2"},{"at":"2024-10-02T04:56:52","score":5,"content":"je commande depuis des années 👍","reviewCreatedVersion":"4.19.0"},{"at":"2025-02-16T13:25:15","score":4,"content":"4burne sur 5","reviewCreatedVersion":null},{"at":"2025-03-19T11:51:52","score":5,"content":"super 8","reviewCreatedVersion":"4.27.0"},{"at":"2025-02-19T20:00:38","score":4,"content":"pas mal","reviewCreatedVersion":"4.26.1"},{"at":"2025-02-08T11:42:00","score":3,"content":"I haven't used the App for the time being so going to give 3☆ and after using-it will give my advice!!!","reviewCreatedVersion":"4.25.1"},{"at":"2025-02-02T16:36:27","score":5,"content":"super top","reviewCreatedVersion":"4.25.1"},{"at":"2025-01-13T21:37:17","score":5,"content":"toujours nickel !","reviewCreatedVersion":"4.25.0"},{"at":"2025-01-12T21:16:29","score":5,"content":"Génial ♥️♥️♥️","reviewCreatedVersion":"4.25.0"},{"at":"2025-01-13T12:27:06","score":5,"content":"top","reviewCreatedVersion":"4.25.0"},{"at":"2025-01-06T18:55:46","score":5,"content":"top","reviewCreatedVersion":"4.24.0"},{"at":"2024-11-25T19:23:04","score":5,"content":"Top Rapid Bon prix","reviewCreatedVersion":"4.23.0"},{"at":"2024-11-15T07:58:14","score":5,"content":"super rapide","reviewCreatedVersion":"4.23.0"},{"at":"2024-11-19T19:12:13","score":5,"content":"Fonctionnel","reviewCreatedVersion":"4.23.0"},{"at":"2024-11-14T21:58:39","score":5,"content":"Top site...","reviewCreatedVersion":"4.23.0"},{"at":"2024-11-30T15:34:13","score":5,"content":"Toujours top!","reviewCreatedVersion":"4.21.0"},{"at":"2024-08-11T17:36:48","score":5,"content":"top services","reviewCreatedVersion":"4.18.0"},{"at":"2024-07-16T18:35:18","score":5,"content":"Top👌","reviewCreatedVersion":"4.17.0"},{"at":"2024-05-19T07:33:14","score":5,"content":"Stvarno su Top 😎","reviewCreatedVersion":"4.14.0"},{"at":"2024-05-27T00:03:11","score":5,"content":"excellent","reviewCreatedVersion":"4.14.0"},{"at":"2024-05-21T21:36:33","score":5,"content":"top","reviewCreatedVersion":"4.14.0"},{"at":"2024-05-05T05:41:08","score":5,"content":"tip top","reviewCreatedVersion":"4.13.0"},{"at":"2024-04-28T13:10:06","score":5,"content":"grand choix","reviewCreatedVersion":"4.13.0"},{"at":"2024-03-15T10:50:53","score":4,"content":"très bien","reviewCreatedVersion":"4.11.0"},{"at":"2024-02-08T09:32:01","score":5,"content":"Parfait 😊","reviewCreatedVersion":"4.8.0"},{"at":"2023-04-27T17:21:35","score":1,"content":"Access denied.","reviewCreatedVersion":"4.0.0"},{"at":"2023-03-05T00:51:54","score":1,"content":"Cest , mert ,","reviewCreatedVersion":"3.9.0"},{"at":"2018-04-11T07:15:08","score":1,"content":"En français toujours Svp ! Il faut rechanger la langue à chaque fois que \nl'on ouvre l'application...","reviewCreatedVersion":"2.0"},{"at":"2018-02-01T19:07:22","score":1,"content":"Et en français peut-être ?","reviewCreatedVersion":"2.0"},{"at":"2017-08-25T17:49:03","score":2,"content":"Bonjour, La langue peut être, certes, modifiée au bas de l'application mais un bug semble empêcher cette opération. Veillez à corriger cela au plus vite. Je me réjouis de pouvoir effectuer mon premier achat en français Cordialement","reviewCreatedVersion":"1.1"},{"at":"2017-11-08T14:34:50","score":2,"content":"Aucun avantage par rapport au site internet, quel dommage !","reviewCreatedVersion":"1.1"},{"at":"2016-12-27T06:44:18","score":3,"content":"Cette application n'est qu'en allemand? Elle y est pas en français ou en italien ?","reviewCreatedVersion":"1.1"},{"at":"2017-10-18T12:56:59","score":1,"content":"simple navigateur Web","reviewCreatedVersion":"1.1"},{"at":"2018-01-21T16:45:35","score":1,"content":"Création de compte impossible si on est pas sur fassbouc et en allemand. Grosse m.... désinstallé.","reviewCreatedVersion":null},{"at":"2018-05-06T13:11:41","score":1,"content":"App en allemand. Connexion avec google ne fonctionne pas","reviewCreatedVersion":null}]}