{"comments":[{"at":"2025-03-16T10:04:19","score":2,"content":"Tellement moins bien que l'ancienne application, beaucoup plus intuitive et pratique. On ne peut plus cliquer sur un bus, voir à quelle heure il arrivera à un arrêt et voir quels bus arriveront après, ce qui permettait de choisir le meilleur itinéraire en temps réel. L'interface pour choisir et acheter un ticket est incompréhensible, pas de moyen de filtrer ce qu'on cherche. Les infos trafic s'ouvrent sur une page internet, au lieu de dans l'app. 1,8⭐️ de moyenne, faites quelque chose !","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2025-02-06T07:35:17","score":1,"content":"Je paye un billet sur l'application et il ne s'affiche nulle part. Au moment du paiement (une fois payé), ça me dit annulation impossible alors que je ne demande pas d'annulation. Le billet n'est pas dans la liste de mes billets mais mon argent est bien débité! J'ai essayé deux fois et les deux fois pour rien. Si vous voulez vous faire escroquer de quelques euros c'est ici !","reviewCreatedVersion":null},{"at":"2023-09-09T07:18:21","score":2,"content":"C'est un retour à l'âge de pierre avec cette application! Que se soit l'ancienne version ou la nouvelle. Tout sauf intuitif ! Si vous cherchez un arrêt comme par exemple \"Porte de France\" l'application ne trouve pas car c'est indiqué \"Po-France\" dans l'appli. C'est à nous, utilisateur, de deviner comment l'esprit tordu de l'informaticien a rentré le nom de l'arrêt. C'est bien galère ! Aucune information sur les problèmes de la ligne quand votre bus est supprimé. Impossible d'envoyer un message.","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2023-12-12T18:30:43","score":1,"content":"Nullissime, si c'est pour un retour à l'âge de pierre je ne comprends pas l'idée. Si j'avais pu mettre 0 je l'aurais fait. L'appli d'avant était bien plus ergonomique, celle-ci est non seulement plus compliquée mais de plus illisible pour les personnes portant des lunettes. Bref un flop total! Et je précise que si il faut un tutoriel pour utiliser une appli c'est qu'elle est de ce fait pas intuitive.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-08-09T07:04:58","score":1,"content":"MISE A JOUR PLUS QUE MEDIOCRE. Les lignes sont grosses, on ne voit pas bien les numéros des lignes ni les horaires de passages, pas le choix entre minutes et horaires. La fiche horaire du jour qui était très pratique par ligne n'apparaît plus. Extrêmement difficile d'utilisation. Qui a approuvé une maj aussi contre intuitive?! La désinstaller ou l'avoir sur son téléphone, je ne saurais dire quelle option serait la meilleure pour être clair sur les connexions et horaires des tpgs... une HORREUR.","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2022-07-28T21:18:02","score":1,"content":"Application d'un autre temps. Il faudrait repenser l'UI et l'UX, proposer pourquoi pas moins mais mettre l'utilisateur au centre des préoccupations. N'importe quelle personne avec un background technique se rend compte des limitations et non sens de cette application en quelques minutes d'utilisation. Visiblement, le grand public ne se trompe pas, car même avec un accès aux bonnes api, l'application reste assez inutilisable. Dommage, c'est à revoir from scratch.","reviewCreatedVersion":null},{"at":"2024-01-08T15:21:13","score":1,"content":"Bonjour, La mise à jour n'est vraiment pas pratique et l'on se retrouve avec un surplu d'information. L'ancienne version était plus simple. De plus cette nouvelle application ne prends pas en compte les bus tranfrontaliers. Celà n'est pas pratique et n'aide pas à se déplacer.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2024-12-12T10:48:23","score":1,"content":"C'est bien, on confirme avec cette app que la France nous entoure à plus de 90 %.. Horaires pas à jour en temps réel en comparaison avec les panneau horaires des arrêts et interface brouillonne. Vous avez voulu faire une app type unireso qui reprend la même logique d'interface que les CFF. Pari perdu et au final on arrive à pire que l'ancienne application. Heureusement qu'on a voté pour que les prix n'augmentent pas tout de suite.","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2021-09-22T12:25:55","score":1,"content":"La fonction \"a proximité\" ne fonctionne pas. Pas de plan simple de la ville et des arrêts. C'est vraiment compliqué de trouver un arrêt proche lorsqu'on ne connait pas la ville (surtout que certains arrêts sur Google maps n'ont rien à voir, ex: école de médecine / musée d'ethnographie).","reviewCreatedVersion":"2.2.20"},{"at":"2021-05-04T13:32:08","score":1,"content":"Une catastrophe... Résultats faux et encore quand on en à, impossibilité de trouver le coût d'un billet, de l'acheter, pas d'infos sur les forfaits d'un ou plusieurs jours, infos sur les zones dans des cartes à la débrouille toi, trajets pas clairs, bref oubliez cette application voire même oubliez les transports publics à Genève, une honte.","reviewCreatedVersion":"2.2.16"},{"at":"2025-04-24T06:54:48","score":1,"content":"l'application était très intuitive par le passé mais maintenant, c'est un enfer pour comprendre comment l'utiliser. on ne peut plus voir la fiche d'horaire sans faire 500 manipulations et en téléchargeant. De plus, la recherche pour les horaires n'est pas intuitive non plus ( dur de faire ca aussi). On cherche un arrêt, la recherche nous propose l'arrêt en question, on clique dessus, mais ça ne valide pas la recherche. Et les horaires ne sont même pas en correspondance par rapport aux transports","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2025-04-01T17:24:45","score":1,"content":"Alors l'ancienne application était vraiment mieux que celle-ci. Beaucoup trop d'information .. il faudrait vraiment faire machine arrière.. il est jamais trop tard pour changer d'avis. Il n'y a que les idiots qui ne changent pas d'avis et qui admettent leurs erreurs. bref commentaire d'amélioration si vous restez sur vos positions. - billet saut de puce inexsistant sur l'application 🙄 sinon pour le reste, revenez sur l'ancienne version. même les livre tpg étaient plus clair que cette app.","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2024-11-21T14:35:03","score":1,"content":"Je souhaiterais comprendre la raison d'être de l'onglet \"Mes lieux\" s'il n'affiche pas uniquement les favoris. En effet, cela ajoute une quantité considérable d'informations que nous cherchons justement à éviter. *21.11.2024 Merci pour votre réponse, mais je cherche justement à éviter l'affichage des arrêts récemment recherchés dans l'onglet \"Mes lieux\". Je souhaiterais n'y voir que mes favoris. Les recherches récentes encombrent l'interface. Une option pour les désactiver serait vraiment utile","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2025-04-21T10:26:54","score":1,"content":"Je trouve dommage que l'onglet informations de l'arrêt ne donne pas des indications sur les modifications telles que déplacement ou suppression de l'arrêt. Cet onglet est bien inutile avec uniquement les bus ou tram Ces Infos sont sous info trafic ce qui n'est pas très pratique et logique Ce serait une énorme amélioration comme un bandeau informatif pour les perturbations trafic","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2025-02-05T12:14:58","score":1,"content":"Entre les bus qui partent en avance (connections loupée), les bus qui te passent sous le nez alors que tu lui fais signe et l'application qui propose des trajet pas croyable, c'est vraiment pas terrible. Maintenant qu'ils ont changé l'appli, elle est juste devenue incompréhensible. Edit, toujours aussi inutilisable, pas dutout intuitive, quand je vois la note de l’application je me dis que ca doit quand-même les faire réfléchir, apparemment non","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2024-03-06T17:54:12","score":1,"content":"Malheureusement, la mise à jour de l'app a tué l'efficacité de cette dernière. illisible, pas fluide, des infos inutiles, des bus \"fantômes\" car non visible sur l'app et bien présent à l'arrêt, bref, les bons points de l'app avant ont disparus au profit d'une app schizophrène. Pour un avis en direct plus précis, merci de me transmettre un email.","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2024-03-05T14:37:02","score":1,"content":"J'ai vu un article qui disait que peu d'utilisateurs se plaignent de l'app, alors me voilà. Depuis le changement d'interface, regarder les changements de bus/tram est devenu très difficile. Si on navigue depuis le trajet et qu'on veut regarder un autre arrêt, on verra seulement les transports arrivant après celui du trajet qu'on a choisi. Cela n'est dit nulle part et ce n'est pas comme si vous n'aviez jamais de retard. 🙏 Afficher plus que les 4 prochains. Le cadre des filtres ne se voit pas.","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2024-02-24T09:20:47","score":1,"content":"Mauvais !!!, rien n'est correcte les arrêts déplacé sont pas affichés, les départs du jours n'existent plus et les infos trafic ne sont pas à jour, sans compter qu'on ne peut pas choisir entre travaux et incident. Même si l'ancienne appli n'était pas design, c'était fiable!! je perds mon temps à trouver mon bus, c'est n'importe quoi et bien dommage venant d'une grande ville comme la votre..","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2024-04-24T17:24:41","score":1,"content":"Tout simplement catastrophique depuis la grosse mise à jour de changement de style. Illisible, pas ergonomique, pas pratique. C'est juste un enfer pour planifier son trajet. Il y a beaucoup trop d'infos inutiles qui polluent la recherche d'itinéraire et rien n'est intuitif. L'ancienne version était bien au dessus. En plus j'ai l'impression que depuis la mise à jour Google maps ne comprend lui même plus rien aux itinéraires des tpg. Faites quelque chose pour rendre cette application utilisable.","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2024-03-05T07:55:13","score":1,"content":"La nouvelle version est nulle, ils ont mis en avant l'esthétique au détriment du côté pratique et rapide de l'ancienne. Avoir besoin de regarder un tutoriel pour utiliser une app de transport est ridicule ; lors des phases de développement il vous faut des beta testeurs de tout âge avant de valider quoi que ce soit... J'ai été un utilisateur régulier pendant 10 ans et j'ai décroché de la nouvelle version après 1 mois. Pour info, celle des CFF fonctionne beaucoup mieux pour les TPG que celle ci..","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2024-03-05T07:36:15","score":1,"content":"C'est de la M. Trouver des horaires prend trois fois plus de temps, même après le temps d'adaptation. Vous cherchez votre arrêt, il vous sort 5 proposition différente. Très mauvais choix d'avoir choisi l'application des cff comme base de copie référence. L'application s'est assise sur plein de fonctionnalités intuitives que la précédente version avaient, c'est vraiment dommage et inutilisable. Heureusement qu'il reste Google maps.","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2023-12-13T18:30:29","score":1,"content":"Votre nouvelle application est horrible ! J'ai fais confiance à la liaison proposée, je suis arrivé en retard à ma réunion car les informations affichées sont fausses. De plus il y a des +1 des -2 partout, du vert du rouge partout, c'est totalement illisible. Lorsqu'on choisit un arrêt, on y voit les bus et trams qui y sont déjà passés, quelle idée ? Finalement les informations ne semblent plus être en temps réel, l'application voit des bus et des trams fantômes !?","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-13T08:27:01","score":1,"content":"Cette mise à jour est une erreur monumentale. Les favoris ne sont plus classés dans l'ordre alphabétique, et de toute façon il y a l'indication \"Genève\" devant le nom de certains arrêts, du coup ça rend la chose encore plus illisible. L'interface des prochains départs étaient bcp plus claire et concise avant. Maintenant, c'est incompréhensible. Je n'ai pas encore exploré toutes les fonctionnalités de cette nouvelle version mais j'avoue que ce que j'ai vu jusqu'à présent est très décevant.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2024-03-19T03:04:10","score":1,"content":"C'est nul Exemple: je suis à plainpalais je cherche l'arrêt place de neuve, il n'apparaît pas directement en haut de liste alors que le nom complet est recherché, j'imagine parce que je ne l'avais jamais sélectionné avant, l'arret etait tout en bas de la liste. Pas logique ni intuitif. EDIT réponse de développeur lunaire, et si je n'ai pas envie de regarder les horaires des arrêts proches mais plus éloigné? La tâche est rendu difficile par votre fonctionnalité mal pensée","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2024-08-05T08:03:23","score":1,"content":"Quand la mise à jour majeure est sortie, j'ai essayé de m'adapter. En deux mois, je pense que j'ai raté plus de trams et de bus que dans toute ma vie auparavant. J'ai fini par abandonner et trouver une ancienne version de l'app sur un site douteux. J'ai désactivé les màj et utilisé cette ancienne version pendant des mois. Elle ne fonctionne plus depuis quelques semaines et j'ai donc dû me remettre à la version à jour. Rien ne va. Par pitié revenez à qqch de simple et fonctionnel.","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2024-04-18T07:18:17","score":2,"content":"Je trouves la nouvelle version bien moins pratique que la précédente. On ne peut plus voir la page d'horaire du jour, on peux plus avoir nos lignes en favoris ce qui est très dommage. Le but des MAJ sont en général pour gagner en temps et en efficacité, malheureusement celle-ci fait tout l'inverse. Navré pour le ou les concepteur(s) de cette apps mais revenez à la précédente SVP. J'ai perdu le plaisir de regarder les horaires.","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2024-06-26T05:28:49","score":1,"content":"Aucune information n'est juste dans cette nouvelle app inutile. Tous les jours, l'application indique \"dans 1 min\" puis alors que je suis à l'arrêt du bus, 2 min plus tard \"il y a 1 min\". L'ancienne application était très précise sur les horaires et on pouvait s'y fier les yeux fermés. Cette nouvelle version inutile, pas intuitive ne peut même pas donner des horaires justes, qui est son seul et unique but. Rendez l'ancienne application par pitié.","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2021-09-23T07:26:29","score":2,"content":"Je suis assez d'accord avec la plupart des avis publiés. Les itinéraires sont mauvais et la publicité extrêmement gênante. On serait prêt à payer pour s'en défaire. Mais ce qu'il me gêne le plus (à part la pub) c'est la disparition de la fonctionnalité pour acheter un ticket par SMS car je n'ai pas d'abonnement. Ce serait bien d'avoir cette fonctionnalité de nouveau. Ce n'était pas parfait mais pourquoi l'avoir enlevé ?","reviewCreatedVersion":"2.2.20"},{"at":"2020-09-22T08:14:49","score":1,"content":"Depuis ce matin, il n'y a tout simplement plus de bus/tram visible sur l'application... par exemple sur un arrêt je regarde le premier tram qui doit arriver dans 2 min et une fois la ligne ouverte, je vois que cette dernière est finie... au début j'ai vu 12 min de décalage. Apres 20, puis 30 et maintenant même en regardant un qui doit venir dans 58 min, donc le maximum, pareil. La ligne est déjà finie. L'application est devenue obsolète pour aujourd'hui. Encore un problème à régler au plus vite!","reviewCreatedVersion":"2.2.9"},{"at":"2023-12-02T10:36:38","score":1,"content":"Plus de temps réel, la pire décision des TPG, je viens de monter dans un tram indiqué comme déjà 2 arrêts plus loin. Une interface faussement moderne, perte de tous mes favoris, l'app respire certes plus mais les infos principales sont plus petites. Plus dur de comparer ses options. Plus aucune annonce sur les éventuelles perturbations de ligne (ma ligne est dévié et aucune info dans l'app) Bref, l'app est passée de bien mais pas très jolie à très nulle et pas vraiment plus belle.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2024-02-20T12:43:22","score":1,"content":"l'ancienne version était nettement plus facile à utiliser. les horaires de bus était plus rapide à trouver. La liste des favoris était plus accessible, plus compréhensible et on pouvait mettre plusieurs favoris. La page itinéraire ne sert à rien. Si on veut un itinéraire, on utilise d'autre application (Google map ou autre) Mais surtout, je ne trouve pas accès à l'horaire d'un bus d'une journée entière. C'est uniquement indiqué pour l'heure qui suit.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2024-01-09T22:21:28","score":1,"content":"L'ancienne version de l'application était beaucoup plus intuitive. La nouvelle version actuelle ne permet plus de voir les correspondances avec le trajet du bus que je cherche (à un arrêt particulier). Il faut réitérée la recherche pour l'arrêt spécifique. Cela prend du temps inutile, surtout s'il l'on doit rapidement changer d'itinetaire. En quelques mots: je trouve cette nouvelle version nulle....","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-19T20:07:27","score":1,"content":"L'ancienne application était simple et efficace, fiable au niveau des horaires. Celle-ci est absolument anti -pratique. Les horaires indiqués ne sont pas ceux des bus en temps réel, ce que l'ancienne version faisait, ce qui m'a fait rater plusieurs bus. Des fonctions essentielles, comme voir rapidement les prochains bus à un arrêt sur une période d'une heure, sont devenues introuvables. J'espère qu'une mise à jour pourra au moins restaurer les fonctions de l'ancienne application...","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2024-02-03T09:55:42","score":1,"content":"Cette version est beaucoup plus compliquée et je regrette la précédente. L'ancienne version permettait, en cliquant sur un horaire de véhicule, de savoir dans combien de temps il arrivait à un autre arrêt. En cliquant ensuite sur l'arrêt de destination souhaité, le véhicule dans lequel nous nous trouvions figurait en évidence (ex : graveson, tram 12 + 18'). A côté figuraient les autres connexions ex : bus 32 + 23'). Cela permettait de choisir aisément le prochain véhicule ou changer d'arrêt.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-08-04T17:51:21","score":1,"content":"Mise à jour inutile. Pourquoi compliquer l'interface à ce point ? Les mises à jour sont sensées améliorer le produit, le rendre plus efficace. Là on se retrouve avec trop d'informations partout sans pouvoir trouver celles qu'on veut. L'ancienne version était beaucoup plus accessible malgré ses bugs, plus lisible. Quelle déception. Utiliser cette version quand on est pressé•e va être impossible. On vous dit pas merci.","reviewCreatedVersion":null},{"at":"2023-08-14T16:12:35","score":1,"content":"Expérience horrible pour moi. La simplicité n'est vraiment pas le point fort de cette appli, ni apparemment sa volonté non plus. Je perds un temps fou pour avoir un visuel de ce qui m'intéresse. Plus d'arrêts favoris, uniquement des choix d'itineraires favoris d'après vos recherches. Recherchez à l'avance votre itinéraire si vous devez changer de bus a plusieurs reprises car appli impossible a utiliser en étant pressé. Une horreur... mauvais horaires, géo-localisation d'emblée. Pas une réussite.","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2023-12-25T10:36:53","score":1,"content":"Cette nouvelle appli est une catastrophe: on se perd dans les menus, les horaires affichés ne sont pas fiables et la moindre petite recherche demande de longues minutes. Et le truc le plus inutile qui soit: l'appli affiche les bus et les trams qui sont déjà passés (《il y a 2'》) J'ai également remarqué qu'on pouvait ajouter des arrêts aux favoris, mais impossible de trouver le moindre onglet \"favoris\" pour les retrouver. L'ancienne appli était tellement mieux, simple et rapide d'utilisation...","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-08-23T16:05:24","score":1,"content":"Nouvelle app graphiquement plus agréable mais peu intuitive. Gros point négatif en ergonomie et le fait qu'on ne peut plus se fier aux horaires annoncés pour les arrêts. On peut avoir tendance à dire que c'était mieux avant, mais là clairement avant c'était rapide à accéder et super précis pour les horaires, ce n'est plus de tout le cas aujourd'hui.","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2023-08-16T19:53:37","score":1,"content":"La dernière mise à jour est horrible. Elle est très difficile à comprendre. Il faut cliquer beaucoup de fois pour trouver l'horaire que je cherche, et ce n'est pas clair. Il y a beaucoup d'informations dont je n'ai pas besoin qui rendent noient l'info sur la page. Le visuel est pas attractif ni moderne. Le texte est petit. Je ne trouve pas comment mettre des arrêts favoris. L'appli n'est pas user-friendly. Je ne préfère pas l'utiliser et aller attendre à l'arrêt de bus.","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2023-08-21T07:47:13","score":1,"content":"Je suis très en colère : du jour au lendemain mon application TPG est mise à jour sans que l'on m'en informe. Je me retrouve avec une appli moins pratique, moins lisible et moins intuitive que l'ancienne version. Par exemple, où sont les favoris ? Comment passe-t-on d'un arrêt à l'autre quand on étudie sur une ligne à quel arrêt je peux avoir la correspondance la plus rapide pour ma destination (je fais toujours ainsi car l'option itinéraire est peu réactive) Donc note très mauvaise !","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2023-12-07T09:13:02","score":1,"content":"Très peu ergonomique.... Les favoris ne sont plus trouvables immédiatement (le but de quelque chose mis en favoris). Plus la possibilité de basculer en heure d'arrivée d'un bus. Le fait qu'on ne puisse plus chercher nos connexions qu'avec la fonction itinéraire, qui est aussi mauvaise que celle de TPG+ (anciennement preview). Et le fait d'avoir 2 appli qui font sensiblement la même chose, à peu de choses près (à se demander pourquoi il y en a 2...).","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-30T16:19:02","score":1,"content":"La mise à jour est mauvaise, mal faite, pas intuitive et même l'affichage est beaucoup moins agréable à regarder. On dirait une version 2002 de tpg, svp revenez à l'application avant la mise à jour ... Je veux bien que l'ancienne application avait quelques problèmes dus à l'ancienneté mais rien ne vous empêche de refaire une interface similaire, personne aime cette nouvelle version, il n'y a rien à perdre à faire quelque chose de correct niveau affichage","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-16T18:02:02","score":1,"content":"C'est probablement le pire changement d'interface que j'ai vu. Je n'ai rien contre le changement en soi et je constate que les problèmes de cette nouvelle application ne sont pas liés à un problème d'adaptation personnelle. Pour le dire simplement : c'est un des meilleurs exemples de MAUVAISE interface utilisateur. Les problèmes sont trop nombreux pour être listés. Il faudrait refaire entièrement l'app (je ne sais pas qui s'en est chargé, mais ne travaillez plus jamais avec eux).","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-22T19:39:15","score":1,"content":"Par pitié donnez-nous la possibilité de télécharger l'ancienne application. Laissez-nous le choix! Je suis extrêmement frustrée et mécontente d'avoir installé la mise à jour. Cette application montre les horaire théoriques (au lieu de la situation réelle) ce qui ne sert à rien. De plus elle n'est pas intuitive comme l'était l'ancienne. Je perd du temps et je loupe des bus ou attends de longes minutes à cause de cette application. Vraiment dommage et extrêmement déçue.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-22T16:55:02","score":1,"content":"J'utilise désormais Google Maps, c'est nettement plus pratique. Face à ces nombreux avis négatifs, il faut se rendre à l'évidence concernant l'application, l'idée de base est intéressante mais l'ergo laisse à desirer. Il faut plusieurs clicks pour connaître les horaires, et une fois trouvés, il faut encore faire la difference entre \"arrivées\" et \"departs\" et bonne chance pour trouver les arrêts marquées comme favoris.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-08-07T09:20:01","score":1,"content":"La nouvelle version est catastrophique, l'application n'est pas intuitif, les informations importantes sont noyées dans un amas d'informations non essentielles. Pour savoir, combien de temps nous mettons pour aller d'un point A à un point B, impossible, il y a juste l'heure d'arrivée, nous sommes donc obligés de faire itinéraire. Utilisez l'application des CFF, c'est plus simple et l'essentiel ressort !!!!","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2023-12-02T23:12:47","score":3,"content":"Après plusieurs mois d utilisation, je révise positivement mon jugement. Il y a beaucoup de informations (trop). Le menu itinéraire est très bien. Quand on sélectionne un arrêt sur horaires, on ne peut pas revenir sur la page principale d horaire en cliquant sur le bouton horaires, on est obligé de revenir en arrière avec la flèche. Pas de possibilité de classer ses favoris. Pas d options pour afficher moins d info (les quais des bus... ), pas de mode sombre","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2023-12-13T06:53:18","score":1,"content":"Rendez nous l'ancienne application ! Plus moyen de savoir s'il y a un problème sur les lignes, insupportable de rechercher les horaires il faut cliquer sur 20 boutons avant, et les correspondances ne sont plus indiquées. TPG preview était déjà comme ça et ceux qui voulaient l'utiliser le faisaient !! Pas besoin de modifier celle de base. Surtout que lorsque vous avez fait la mise à jour par erreur les gens avaient déjà été mécontents","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-14T06:01:25","score":1,"content":"Dommage qu'on ne puisse pas inclure des captures d'écran, ça montrerait mieux l'absurdité des informations données par l'application. Les bus à l'heure mais qui sont mentionnés comme ayant 45 minutes de retard, ceux qui sont censés arriver mais qui n'existent pas, la mauvaise ergonomie qui fait qu'une fois sur deux on consulte les arrivées à la place des départs... Bref, une app pas fiable et pas pratique. Je l'ai tout bonnement désinstallée et je me débrouille avec celle des CFF depuis.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-11T16:26:35","score":1,"content":"Application horrible depuis la mise à jour!! Utilisation compliquée, plus moyen d'avoir les connections via les arrêts de trajet en cours, plus de favoris, ni horaires de départs du jour, ni de décompte minute individuel pour chaque bus et tout ce qui faisaient que l'on adorait l'application avant sa nouvelle mise à jour.. je regrette vraiment d'avoir fait la mise à jour!! Et impossible de revenir en arrière. Vraiment déçu. Plusieur jours d'utilisation et aucun horaires n'est correct ! Une cata!","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2021-01-19T15:55:07","score":2,"content":"Il y a gros problème avec les itinéraires : les trams ne sont exclus de certains itinéraires, ce qui donne lieu à des résultats ubuesques et tronqués. Le problème dure depuis de nombreux mois et plusieurs utilisateurs l'ont déjà signalé. Il serait temps de le corriger SVP ! A part cela, l'application est plutôt bien conçue et simple à utiliser.","reviewCreatedVersion":"2.2.9"},{"at":"2023-12-14T15:21:21","score":1,"content":"Très mauvaise mise à jour, application rendu insupportable à utiliser. Au lieu de 2 clics pour les horaires en temps réels, on en est rendu à 4. La recherche est inutile. Je maintiens cet avis, l'application est moins fluide, plus difficile à lire et carrément moins utile. Je ne l'utilise plus pour regarder mes horaires et y vais au petit bonheur la chance, parce que de toute façon les tpg sont jamais fiables, soit en avance, soit en retard.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2022-11-01T14:20:16","score":1,"content":"Assez nulle et incomplète, par exemple tres peu intuitive dans les interfaces, ultra compliqué de simplement trouver un arrêt ou un itinéraire facilement et rapidement. Incomplète, si ce n'est malhonnête, car par exemple pas de possibilité d'acheter un billet saut de puce, pour 2 arrêts, moins cher... Un hasard ou un oubli? On ne sait pas vraiment, mais en tout cas pas très respectueux pour l'utilisateur. Pour résumer, mieux d'utiliser Google maps et d'acheter son billet à l'arrêt.","reviewCreatedVersion":"2.2.22"},{"at":"2020-12-01T08:38:46","score":1,"content":"Désinstallé l'appli au bout de plus de 2 mois d'impossibilité d'obtenir un itinéraire. Les trams n'apparaissent tout simplement plus ! Allez sur l'appli des CFF, mettez vos arrêts les plus fréquemment utilisés comme points de départ et d'arrivée, et vous aurez le bon itinéraire. Problème connu des TPG, mais apparemment trop compliqué à résoudre. Pourtant, auparavant, cela fonctionnait plus ou moins...","reviewCreatedVersion":"2.2.9"},{"at":"2023-12-11T05:31:17","score":1,"content":"Si je pouvais mettre 0 étoile je l'aurais fait, l'application avant était mieux !! C'était plus simple pour l'utilisation. Pleins de fonctionnalités d'avant sont plus la 👎 Déjà avant on pouvait choisir entre l'heure à laquelle venait le transport et la durée que prenait le transport à venir. C'était plus simple l'utilisation de l'app avant.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-14T13:49:29","score":1,"content":"La nouvelle interface est horrible : Perte d'ergonomie, les horaires ne sont pas tjr fiables, l'app favorise systématiquement les trajets via Léman-express même quand une alternative plus rapide par le tram est possible, la gestion des favoris est pénible et l'info trafic n'est plus intégré dans l'app mais un lien planqué dans les menus redirige sur leur site Web. EDIT: Si une FAQ et des tutos sont nécessaires pour comprendre et utiliser l'app, c'est la preuve même qu'elle n'est pas ergonomique.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-11T17:43:49","score":2,"content":"Je trouve cette nouvelle version compliquée et pas pratique du tout... Par exemple, vous choisissez un arrêt,on vous indique 5min d'attente ; quand vous ouvrez la page de la ligne de bus, on vous indique l'heure et le retard afférent !!! Du coup, pourquoi ne pas l'indiquer directement sur la première page ??? Revenons au choix de la ligne de bus choisie, vous voulez ouvrir la page d'un arrêt sur la route pour trouver votre correspondance.... mais tellement compliqué à comprendre ! Et encore, etc","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-09T16:49:55","score":1,"content":"Avant la mise à jour cela marchait très très bien. Le TPG a réussi à transformer une application très simple et objective en une application pleine de nouveautés mais très compliquée. Surtout pour ceux qui ont un certain âge. Peut-être lancer une version \"Light\" comme l'ancien format ? Il est toujours temps d'intégrer les horaires Noctambus (même s'ils ne sont pas gérés para tpg). 09/12/23 - Encore une fois la version qui n'est pas de tout friendly. Rendez nous notre l'application.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-14T19:43:34","score":1,"content":"Arrêtez avec les mises à jour et engagez des gens qui savent développer des App. C'est la 2ème fois que vous sortez un produit qui : - n'est pas intuitif - ne donne pas les bonnes informations - n'est pas abouti (pour 2 bus de la même ligne, qui vont dans la même direction, la progression du 2ème n'est pas affichable (lorsqu'on clique dessus) car masqué par le premier). Testez la avant de la déployer et refaites *encore une fois* marche arrière !","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-05-20T17:04:28","score":2,"content":"N'affiche pas les mêmes infos que le site internet, que des données incomplètes... c'est pas une histoire de code mais de gestion de produits... tout les devs s'en branlent aussi ? Affiche des données fausses dès qu'il y a la moindre perturbation, manifestation ou match de foot. À utiliser avec beaucoup de précautions pour éviter de perdre des 30min","reviewCreatedVersion":"2.2.22"},{"at":"2023-12-12T18:29:27","score":2,"content":"Pourquoi régresser uniquement dans le but de changer. L'ancienne interface est bien meilleure. Laisser l'option de la garder ! Mes favoris ont été perdus. Ancienne notation. Je suis passé de 5 étoiles à 2 étoiles. La dernière mise à jour est une régression. J'utilisais régulièrement l'application. J'espère un retour à la présentation précédente.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-15T13:12:22","score":1,"content":"Toujours reculé à comment faire pire au lieu d'avancer et progressé, pour le tout dernier tram pareils, pire au lieu de faire mieux, dans les bus c'est le mal de mer, en est bousculé sans arrêt comme si les conducteurs ils ont eu une formation des tpg pour conduire de cette manière aussi brusque et nerveuse. Sur ça je vous souhaite une bonne journée et continuer comme ça. ;) Un graphic designer et multimédia qui vous parle.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-22T16:32:22","score":1,"content":"MAJ NUL! infos inutiles (quai ?) pas intuitive + compliquée, recherches + longues etc. Horaire en temps réel farfelu, pas tjrs par ordre chronologique faut scroller pr trouver le prochain départ (pr la même ligne) Remettez le nombre de minutes qu'il reste avant arrivée à destination ET pouvoir regarder les correspondances aux arrêts (tjrs en min) Avoir l'heure c'est pas pareil, dans le rush on a pas envie de calculer! Les développeurs ont'ils déjà pris un bus? Si pas de changement je désinstalle","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-17T08:50:16","score":1,"content":"Comment dire ?! Je suis perplexe avec cette nouvelle version. Totalement illisible et incompréhensible. Il n'y a qu'à voir le nombre de commentaires négatifs à ce sujet. Je l'utilisais depuis de nombreuses années sans soucis et là impossible de savoir quand passe un bus avec toutes les informations à la fois. Et attention ⚠️, lorsqu'on regarde un arrêt de bus et que l'on souhaite voir les différents départs, d'un coup on s'aperçoit qu'il propose les horaires d'arrêts à proximité. A supprimer","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-20T02:37:47","score":1,"content":"Quelle horreur ce changement! Est-ce que vous testez un peu ? Tout est devenu plus compliqué, plus de clics et moins de raccourcis. Vrai ratage. Au lieu de répondre aller regarder sous xyz faites quelque chose !!! Les premiers retours lors de votre erreur de mise à jour n\"ont pas été pris en compte. ALLEZ VOUS ECOUTER VOS UTILISATEURS????","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-30T00:59:06","score":1,"content":"L'application précédente fonctionnait tellement bien, était tellement pratique et intuitive. Pourquoi l'avoir rendue si peu agréable à utiliser ?! Surtout, le suivit des bus et trams ne fonctionne plus ! Un bus est prévu dans 2 minutes, alors qu'il vient de passer. Ce soir le 14 à Stand, direction Meyrin, l'aitre jour le 22... en fait c'est assez rare que l'horaire et le bus soient synchronisés sur le moment.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2024-09-18T04:02:26","score":1,"content":"App perfectible. Bugs énervant (en autres) constaté sur tous les téléphones de la famille (S20FE et S23). Quand on démarre l'app, la première page s'affiche en plein écran et masque la barre d'état supérieure, cachant l'heure. Si on clique sur une autre page, la barre d'état n'est plus masqué. Cela est énervant quand on veut consulter rapidement la disponibilité des bus à un arrêt...","reviewCreatedVersion":null},{"at":"2023-08-24T06:54:25","score":1,"content":"Nouvelle version catastrophique ! En plus de voir très clairement tous les retards des tpg, les informations ne sont pas correcte. Un bus à son arrêt marqué comme étant partie 10min en avance, des bus fantômes, bref, les connexions sont devenus un cauchemar ! Changez de concepteurs d'applications et rendez-nous une version utilisable.","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2025-02-17T07:23:04","score":1,"content":"Je trouve l'application beaucoup moins précise depuis la nouvelle mise à jour. Les transports ne passent que très rarement à l'heure indiquée. C'est soit trop tôt, soit trop tard ! Pourquoi avoir voulu changer une application qui était super pour quelque chose de profondément chiant à utiliser ?","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2023-12-10T19:39:26","score":1,"content":"Comment passer d'une application simple et rapide pour les choses simples à ça... faut tout chercher x2, les favoris sont plus long à trouver, les arrêts du même bus ou on voyait tout les horaires du jours au lieu d'aller sur leur site et avoir la carte (super utile) en bref quasi rien de bien... plus ça change et moins bien c'est","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2020-01-03T12:23:46","score":1,"content":"La plus mauvaise appli des transports publics que j'ai expérimentée alors que durant la dernière année j'en ai utilisées une dizaine dans des grandes villes du monde entier. Le fiasco complet . En outre on nous met maintenant de la pub entre la commande du billet et le SMS! Cette app est completement a revoir et devrait permettre d\"obtenir en 1 clic un ou plusieurs billets sans passer par le Sms. On devrait également avoir un widget permettant la commande rapide de son ticket le plus courant","reviewCreatedVersion":"2.2.9"},{"at":"2023-12-15T09:31:58","score":1,"content":"Vraiment nulle, cette nouvelle version. Pourquoi changer quelque chose qui fonctionnait bien ? Maintenant il me faut 10 manipulations pour acheter un billet alors qu'il n'en fallait que 4 auparavant, tout cela dans une interface pas du tout intuitive ni ergonomique (10 manips en courant après le bus, essayez pour voir !). Vous arrive-t-il de faire tester des versions beta à un panel d'utilisateurs avant de publier?","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-14T05:48:40","score":1,"content":"La MAJ (la vraie pas celle publiée par inadvertance) est vraiment mauvaise. Tpg preview existait pourtant déjà et n'était pas téléchargée pour de bonnes raisons... On ne peut plus voir d'un simple clic les prochains départ d'une ligne. L'app a été rendue compliquée d'utilisation alors que le modèle précédent était parfait.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-12T15:38:47","score":1,"content":"La nouvelle version de l'application est pas dutout ergonomique et nous force à devoir activer la position gps. Vous devez faire beaucoup plus de manipulation avant de simplement trouver les horaires d'un arrêt et de plus elle nous propose des alternative de trajet qui ne sont pas dutout optimal (favorise une autre ligne / le train etc)","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2024-06-26T10:45:36","score":1,"content":"Cette application est incompréhensible, les onglets départ/arrivé sont inutiles et peuvent même induire en erreur, les informations liées au problème que subissent les transports autour de notre position pourrais être directement sur l'onglet accueil au lieux de donner la position des arrêts, ce qui est inutiles. Google maps fait la même choses que cette application, mais en mieux. C'est une désinstallation pour ma part tant que cette application n'est pas pratique.","reviewCreatedVersion":"2.2.22"},{"at":"2023-12-14T09:12:33","score":1,"content":"Moins pratique que l'ancienne version. Par exemple l'itinéraire disparaît si on sort de l'application. Ou si on suit la ligne d'un bus et on aimerait voir les bus à un des arrêts, ce n'est plus possible. Ça serait bien de mettre en gras l'arrêt ou on est lorsque on clique sur la ligne.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2024-03-05T14:50:35","score":1,"content":"Impossible de trouver facilement les informations nécessaires ni même de prendre un billet facilement car l'application ne mémorise pas le choix du billet que l'on prend habituellement. Les horaires et les lignes ne sont pas faciles à consulter c'est vraiment très dommage. J'utilise de préférence google map pour planifier un trajet.","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2023-12-10T10:55:56","score":1,"content":"Depuis la dernière mise à jour annoncée en grande pompe, l'application est tout simplement devenue catastrophique et devrait être repensée à nouveau depuis le début car c'est clairement un échec total. Bon courage aux développeurs qui doivent travailler sous les ordres de personnes visiblement incompétentes.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-08-06T13:32:16","score":1,"content":"Avant la mise à jour l'application était utile, intuitive et indiquait les informations désirées. Maintenant on perd tout repères et on se triture les méninges pour obtenir l'information désirée, tout en perdant beaucoup de temps. Remettez l'ancienne version, s'il vous plaît.","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2023-12-18T07:38:23","score":2,"content":"L'ancienne application était super fiable sur les temps restants avant une arrivée à un arrêt... maintenant c'est totalement fantaisiste et on ne peut plus s'y fier du tout! Réponse au développeur: Sur la ligne L. Parfois l'appli indique \"dans 2 mn\" alors que le bus est déjà passé... d'autres fois c'est \"maintenant\" alors que le bus n'arrive finalement que 4 à 5 mn plus tard.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-13T16:17:47","score":1,"content":"L'application est devenue quasi sans intérêts pour ma part depuis sa mise à jour... Je l'utilisais beaucoup pour les horaires live qui maintenant ne reflètent plus la réalité, je ne sais jamais quand je vais avoir un bus et si je vais l'avoir tout court car parfois il ne passe même pas (bon les données étant erronées, peut être passe-t-il mais pour savoir quand ...)","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-09T00:18:52","score":1,"content":"Application inutilement compliquée. Plus d'accès possible à l'info trafic via l'application ou sur le site le lien de renvoi étant faux. Plus aucune fluidité pour suivre les correspondences lors de la consultation d'une ligne et de son temps d'arrivée estimé. Et quelle gabegie pour être informé lors d'évènement particuliers comme la fête de l'escalade ce vendredi soir. Bref je ne recommande et préfère l'ancienne version.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-12T06:48:04","score":1,"content":"Depuis la mise a jour de décembre, INCOMPRÉHENSIBLE !! Vous pensiez peut-être rendre l'application plus efficace et plus facile d'utilisation c'est le contraire ! vous vous donnez des air faussement moderne, a cause de vos changement je ne comprend plus rien et me perd dans l'application car elle n'a plus rien d'intuitif ! en plus les bus en retard et en avance avec des plus et des moins c'est complètement débile, j'espère vivement que vous allez repencer votre service !!","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-12T16:43:04","score":1,"content":"La précédente version était plus simple, mais au moins affichait juste. Par exemple, la section \"Départ à proximité\" (la plus utilisée pour ma part) affiche systématiquement des liaisons passées. On est pas dans le temps réel comme dans la version précédente...","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2024-12-03T18:02:46","score":1,"content":"Cette app a été créée par qqn qui ne prend pas le bus. Je n'ai jamais autant raté les tpg depuis qu'elle existe. Les horaires sont calculés faux donc le bus arrive souvent en avance, sauf que ce n'est visible qu'au dernier moment sur lapp. Pour savoir à quelle heure le bus en retard arrive, il faut s'amuser à faire l'addition Quand on veut changer de bus, il faut retrouver le bus dans la longue liste avant de pouvoir trouver la connexion cherchée Les événements exceptionnels sont mal communiqués","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2023-12-22T05:45:07","score":1,"content":"La nouvelle mise a jours est complètement nulle ! J'ai beau avoir laisser un temps d'adaptation le problème n'est pas l'utilisation mais le fait que l'appli n'est jamais a jours, le tram 15 n'est jamais a l'heure et il y a constamment des problèmes. L'horaire affiché entre l'application et l'horaire ou le bus arrive ne correspondent jamais. Très déçue, pourquoi avoir changer qqch de bien pour un truc nul.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-16T10:58:30","score":1,"content":"L'application la plus utile au quotidien devenu complètement inutile, aucun travail UI et encore moins UX, tout est pensé à l'envers, il aurait fallu prendre comme base l'existant et l'optimiser, car tout est présent mais en pire ! Faites quelque chose car c'est très embetant pour énormément de monde...","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2024-03-10T21:04:27","score":1,"content":"Nulle depuis la nouvelle version. L'ancienne interface était plus intuitive et rapide à utiliser. Je suis passé à utiliser l'app cff... je crois que la stratégie des tpg est d'espérer que avec le temps les gens aient oublié l'ancienne version, au lieu d'assumer qu'ils ont mis de l'argent pour une refonte totale de l'application qui ne sert a rien.","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2023-11-14T12:37:37","score":2,"content":"L'application qui indique qu'il n'y a zéro véhicules cule en circulation 3 jours de suite .. faut attendre encore longtemps avant d'avoir le bug réparé ? Surtout que c'est pas la première fois que l'app a des soucis mais des années et toujours aucune réactivité \"rapide\".. Heureusement que j'ai l'app cff pour prendre le relais.","reviewCreatedVersion":"2.2.22"},{"at":"2019-03-13T16:49:44","score":1,"content":"cette application est un véritable désastre en terme d'ergonomie. impossible de rechercher facilement des trajets entre destinations qu'on fréquente régulièrement (les favoris sont une misère àl'emploi, minimum 7 étapes !), impossible de mémoriser un trajet pour ne pas perdre le fil en cours de route, pas de véritables tableaux d'horaires, et j'en passe. Personnellement, j'utilise l'application des CFF, qui couvre tout le réseau TPG. Un bonheur comparé ce triste avorton des TPG...","reviewCreatedVersion":"2.2.1"},{"at":"2024-07-18T22:20:41","score":1,"content":"Des génies !! L'application fonctionnait nickel, et vous, vous forcez la mise à jour pour ceux qui avaient eu la bonne idée de ne pas la faire en décembre ! Timings désormais totalement à la ramasse, vous avez pas été fichus d'importer les favoris, on peut même pas les classer, lisibilité immonde, rien ne ressort, à un arrêt comme Bel Air on met 10 plombes pour trouver son bus, si on suit le trajet d'un bus à un arrêt ultérieur, ça rend invisibles tous ceux qui arrivent avant. Coup de maître !","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2023-11-19T06:24:44","score":1,"content":"Depuis peu, l'achat de billet s'est complexifié. Plusieurs critères à sélectionner et connexion obligatoire à un compte client. Alors qu'il suffisait de deux clics pour recevoir le billet par SMS... Je vais donc repasser à l'achat à la borne. Vive le progrès !","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2024-08-01T10:28:58","score":1,"content":"Vraiment terrible la nouvelle version, vous avez baissé la fonctionnalité pour les apparences, on s'en fiche d'avoir une application qui ressemble aux résaux sociaux. Que du schni partout, c'est dûr à naviguer, on n'y comprend plus rien. Si on regarde un arret à partir de l'iteneraire d'un bus, on ne peut pas voir ceux d'avant, aucune raison de faire ça, Vous nous prenez pour des flingués. Et ça veut prétendre que c'est pour mieux nous servir, il faut assumer que personne ne voulais ça.","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2024-03-05T11:28:54","score":1,"content":"Avec l'ancienne application on avait de manière visible les passages des bus. Je n'ai pas besoin de voir le retard ce qui compte c'est quand il passe. Il y a aussi l'information de l'arrêt qui est répété ce qui diminue le nombre des prochains bus. Pourquoi mettre les bus qui sont passés? L'important est le suivant. Avant on pouvait mettre des favoris dans l'ordre qu'on voulait ce qui n'est plus possible.","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2024-02-26T11:07:30","score":1,"content":"Que dire de plus ? Cette mise à jour est une insulte aux utilisateurs. Beaucoup trop d'informations non pertinentes (je ne savais pas qu'il y avait des quais aux arrêts de bus..., indication des départs qui ont déjà lieu?). Taille de la police beaucoup trop petite et pas de possibilité de modification. Pourquoi indiquer le nom de la commune avant le nom de l'arrêt (confusion...). Pourquoi indiquer le nom de l'arrêt à chaque départ ??? À se demander si les concepteurs de cette app l'utilisent....","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2024-03-07T21:33:12","score":1,"content":"C'est affreuse cette nouvelle application, pas évident en plus elle prend des heures à accepter ce qu'on écrit , pour un trajet c'est compliqué, pour voir en vitesse les horaires de l'arrêt comme avant c'est mission impossible ( il y a 2 bus que sont passés entre-temps, franchement remettez l'ancienne version. Avant j'utilisais beaucoup l'application maintenant j'utilise plus celle de cff et je prend plus souvent le train . Un vrai désastre la nouvelle application.","reviewCreatedVersion":null},{"at":"2023-12-15T06:39:00","score":1,"content":"Le point positif est qu'elle s'ouvre correctement.. Expérience utilisateur désastreuse. Je viens de chercher pendant 20 minutes l'intérêt des différentes pages j'ai toujours du mal à en trouver. Les informations ne sont pas claire. Quel est l'intérêt de laisser les bus passé il y a plusieurs minutes quand on actualise la page? Pourquoi un bouton rechercher après avoir sélectionné un arrêt? L'intérêt de l'ancienne app est la facilité d'utilisation.. La c'est un carnage Edit: Merci pour les favori","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-22T16:42:29","score":1,"content":"Réussir à faire une mise à jour qui soit aussi moins bonne car moins intuitive, moins pratique et sans que les réglages/favoris d'avant ne soient gardés à travers la MàJ relève véritablement d'un gigantesque exploit. Maps et l'app CFF sont devenus bien mieux capables et pratiques par rapport à cette mise à jour, app désinstallée.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2025-04-19T03:52:38","score":1,"content":"Et voilà, l'application est devenue aussi pourrie que les transports et leur ponctualité. Merci pour la mis à jour inutile. Au moins avec les horaires non numériques vous n'aviez pas d'autre choix que d'arriver à l'heure. Maintenant vous arrivez quand vous voulez avec votre application qui modifie les temps d'attente","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2024-07-04T10:02:59","score":1,"content":"Rendez nous l'ancienne version !! Par pitié qu'une vraie personne des tpg lise tous nos avis et fasse qqch !!! Les minutes de passage en temps réel sont totalement farfelues ! Fatigué de louper mes bus car la nouvelle app ne donne pas la position exacte des bus. Il suffit de mettre l'ancienne version et la nouvelle en parallèle, le bus est devant moi à l'arrêt l'ancienne app me dit qu'il est là et la nouvelle dit qu'il passe avec 2min de retard . Impossible de lui faire confiance ! Un échec !!","reviewCreatedVersion":"2.2.22"},{"at":"2023-09-24T06:38:28","score":1,"content":"Mais qu'est-ce-que c'est cette application ? Impossible de trouver les horaires des départs d'un arrêt d'une ligne !? Ouverture du site web des tpg dans une fenêtre de navigateur en dehors de l'application !? Est-ce que cette application est utilisée par les développeurs ou les concepteurs ? Très étrange... Je vais devoir faire des photos des horaires aux arrêts que je vais utiliser... un comble !","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2021-01-09T16:37:10","score":1,"content":"Tram invisibles. À l'époque (plus de 4 mois je pense) les itinéraires fonctionnaient très bien. Aujourd'hui, les tram n'apparaissent plus. Impossible, donc, d'obtenir un itinéraire correct. L'appli est devenue tout simplement inutilisable et inutile.","reviewCreatedVersion":"2.2.9"},{"at":"2020-10-31T20:49:11","score":1,"content":"L'application fonctionnait bien avant.Maintenant non seulement elle ne donne plus d'itinéraire correct (les trams ontdisparu) mais en plus elle me propose des trajets en train alors que j'ai bien précisé que je ne voulais que bus/trolley/tram..Sans compter que le fait que les numéros de lignes soient tous noirs nous complique bien la tâche pour les différencier.La fonction itinéraire sur le site est pourrie depuis le CEVA et la nouvelle application vraiment moyenne.Ramenez l'ancienne version svp","reviewCreatedVersion":"2.2.9"},{"at":"2025-01-31T16:00:21","score":4,"content":"Application utile mais ce qui serait plus utile, c'est de mettre les bus hors lignes, car il y a des bus scolaires qui sont maintenant pas visible. Suite à votre réponse par rapport aux bus hors lignes, comme le C8, ne sont toujours pas disponibles sur l'application. Rappel à faire par rapport aux téléphones, utilisés à plusieurs reprises lors de la conduite aux conducteurs, cela pourrait être dangeureux. (Numéro 06 marqué à l'avant, bus C8, aperçu sur le sien)","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2025-01-31T07:36:07","score":1,"content":"Cette mise à jour c'est dommage l'application a simplement été compliquée et est moins intuitive Pour voir le prochain bus il y a je ne sais combien de clics à faire c'est pas pratique et les résultats s'affichent de manière qui porte confusion","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2025-02-03T20:45:34","score":2,"content":"Tellement de refontes pour un résultat toujours aussi peu intuitif et ergonomique... Je ne sais pas quel est le chef de projet qui a mené cette réforme (et qui l'a \"publiée par erreur\") mais vous pouvez le reprendre son badge...","reviewCreatedVersion":"2.2.9"},{"at":"2024-05-14T15:35:56","score":1,"content":"C'est marrant, aujourd'hui il y a un accident en ville. A Bel air, le 7 direction Lignon Tours n'apparaît ni sur les écrans à l'arrêt ni sur l'application. Je décide de prendre un autre bus et la, que vois-je au loin ? Un 7 qui arrive parce que oui, ils passent toujours à bel air malgré une déviation ! Mais ça, l'application ne nous le dit pas... bravo niveau communication en temps réel, c'est top moumoute.","reviewCreatedVersion":null},{"at":"2025-04-10T14:38:48","score":1,"content":"La nouvelle mise à jour est une horreur, beaucoup moins user friendly que l'ancienne. Néanmoins l'application reste utile pour les déplacements.","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2023-12-09T23:49:32","score":1,"content":"Je ne comprends pas pourquoi l'application a changé... Elle fonctionnait super bien et le nouveau design est moins ergonomique, moins clair. L'application est moins précise et fonctionne plus lentement. J'aimerais récupérer l'ancienne application comme elle était avant. Elle était presqur parfaite...","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2022-11-08T23:30:02","score":1,"content":"Atroce ! Contre intuitive, buggué de partt, pas clair. Pire expérience sur une application de voyage ! Et je ne mets pas de mauvais commentaire habituellement mais là, après avoir passé je ne sais cb de temps à juste essayer d'acheter un simple billet pour un trajet tt simple... Bref never again ! Tt mais plus jamais cette appli ! Tpgpreviuw same!","reviewCreatedVersion":null},{"at":"2023-09-04T09:01:37","score":1,"content":"La nouvelle interface n'est pas folle mais on peut prendre le coup. Le vrai point négatif sont les horaires erronés et l'indication de passage de bus qui n'existent pas qui perturbe l'organisation, ce qui existaient moins voir pas dans la version d'avant.","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2019-08-18T02:31:46","score":1,"content":"Application pratique... Mais qui propose des trajets (comme avec les noctanbus) d'arrêts qui ne sont plus desservis. Résultat : on doit payer un taxi à cause des informations fausses que les TPG nous ont données sur l'application. Et quand on habite en campagne comme moi, c'est cher.","reviewCreatedVersion":"2.2.4"},{"at":"2024-03-09T16:32:27","score":1,"content":"La dernière mise à jour est peu intuitive et vraiment pas pratique ; comme j'ai un Android j'ai eu la chance de pouvoir retélécharger l'ancienne version que je trouve parfaite ! Pour les utilisateurs Apple je conseille d'utiliser l'appli CFF que je trouve meilleure que cette nouvelle version des TPG","reviewCreatedVersion":"2.2.22"},{"at":"2023-09-27T12:46:13","score":2,"content":"J'utilise cette application depuis 3 ans déjà et je dois dire que c'est vraiment mal optimisé pour une application de transports... Je l'utilise tous les jours, et c'est désagréable de ne pas voir apparaître les bus/trams aux arrêts parfois et quand on utilise la fonctionnalité \"Itinéraire\" pour voir les bus/trams qui passent a cette heure ci précisément, cela va marcher 1 fois sur 2... Il y a un manque de optimiser l'application pour qu'elle fonctionne h/24 quand on en a besoin d'elle urgement.","reviewCreatedVersion":"2.2.22"},{"at":"2024-08-21T15:26:48","score":1,"content":"Bonjour je trouve cette nouvelle version absolument tout sauf ergonomique, vous devriez prendre exemple sur tpg Max sur iOS. De plus, vous avez supprimé la base de données permettant d'alimenter l'application TPGwidget sur iOS ce qui est absolument inadmissible. J'aimerais pouvoir continuer à savoir le numéro de véhicule qui arrivera sur ma ligne !","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2023-12-10T09:01:29","score":1,"content":"Nouvelle application misérable... pourquoi changer une application qui fonctionnait parfaitement ? Beaucoup trop d'informations par rapport à l'ancienne application. En gros vous avez supprimé tout se qui marchait pour laisser que les itinéraires qui est loin d'être pratique.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2024-10-02T11:01:36","score":3,"content":"Bon, forcé de m'adapter a la nouvelle version, je m'y suis habitué mais elle a de quelques problèmes, par exemple quand on cherche un arrêt et qu'on clique dessus pour voir les horaires il nous ramène au menu des horaires, on peux seulment voir les horaires des arrêts à proximité, il m'est aussi arrivées que l'application me disent que mon bus arrive dans 2 minutes alors qu'il est déjà parti","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2021-10-31T06:54:26","score":1,"content":"Je ne vois pas à quoi ça sert d'avoir une application pour pouvoir voir les horaires si elle ne fonctionne pas correctement car la plupart du temps il y a une différence entre les horaires sur l'application et à l'arrêt de bus, même le matin avant les bouchons donc aucune excuse, et en plus de cela il y a très souvent aussi une différence d'horaires entre les options horaires et itinéraire de l'application de minimum 5 minutes pour le même arrêt 😡😡🤬🤬","reviewCreatedVersion":"2.2.20"},{"at":"2024-11-15T09:24:47","score":1,"content":"L'application ne prends pas en compte les perturbations, j'ai perdu 1h à attendre des bus indiqués qui ne sont jamais arrivés. Le minimum quand une ligne ne dessert pas un arret, c'est de ne pas indiquer un départ. ( 14.11.24, 21h Lignes 1,9 arrets hopital 3 chenes et belle terre. Un accident fesait faire demi tour au bus, sans aucune informations. Et ligne 1 après minuit, indiqué sur l'app à petit bel air mais le bus a fait demi tour devant moi.)","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2023-12-10T21:03:55","score":1,"content":"Impossible d'avoir les horaires par ligne facilement sur l'application, il y a un lien qui renvoie au site web... Franchement c'est moche de persister à imposer une application de si mauvaise facture alors que les retours utilisateur sont aussi négatif. Enfin à ce rythme vous aurez bientôt la plus mauvaise application du Google store. Bravo les TPG !","reviewCreatedVersion":null},{"at":"2025-04-12T10:43:46","score":1,"content":"Je mets une étoile par respect pour ceux qui travaillent correctement et qui y mettent leur coeur...Je n'arrive jamais à savoir quand un bus va arriver ah oui il y a l'application qui signale l'arrivée d'un bus qui arrive en avance ou en retard pour le bus 11 parfois il ne vient pas du tout...et on en parle de la conduite de certains...avec le prix qu'on paye pour l'abonnement on devrait se sentir en sécurité !!faites quelques choses. Où puis je vous écrire pour la sécurité?","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2024-02-23T16:43:43","score":1,"content":"Je pense que c'était une très mauvaise idée de changer l'aplication l'application tpg ce doit d'être simple d'utilisation et marcher sur tout les apareils sans bug. L'application d'avant était simple tu avais un bouton a proximité tu cliquait sur ton arret et hop tu savais quand ça arrive la maintenant ils on rajouter des quais sur la droite avec une psoeudo bare qui ne veut pas dire grand chose avant quand le bus était passé l'endroit etait grisé maintenant sur la gauche tu as untrucpasintuitif","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2024-08-18T19:42:27","score":1,"content":"Vraiment dommage de faire une nouvelle app qui fonctionne beaucoup moins bien que l'ancienne sur les fonctions de base (heure d'arrivée d'un bus à un arrêt / calcul de trajet). En espérant des améliorations dans une prochaine mise à jour","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2023-12-02T15:07:20","score":1,"content":"A chaque fois que je fais confiance aux horaires données de cette app, je rate mon bus à 1/4 du temps. Edit : Cela se passe souvent avec la ligne 53 ; le bus en soi n'est pas en retard, mais c'est l'application qui prévoit une arrivée plus tardive. Ainsi j'arrive à l'arrêt après le passage du bus.","reviewCreatedVersion":"2.2.22"},{"at":"2023-08-09T15:38:58","score":1,"content":"Premiere fois que je dois noter une appli tellement elle n est pas intuitive. On doit s amuser a faire des addictions et des soustractions par rapport a l horraire cible et s amuser a trier. Quand vous vous retrouvez a rive et que vous savez que vous pouvez prendre 4 ou 5 bus différent pour aller a votre destinations c est un case tête pour savoir lequel arrive en premier.","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2024-02-15T21:00:30","score":1,"content":"Svp faites quelque chose. Vous rendez-vous compte de la note qui est attribuée à votre application? C'est catastrophique et les gens ne râlent pas uniquement par plaisir. Votre application n'a rien de moderne ou d'optimisé. Trop d'informations, aucune manipulation instinctive. Vos informaticiens sont-ils les seuls capables d'utiliser votre application? Posez-vous les bonnes questions, je ne paie plus d'abonnement chez vous depuis belle lurette et ne suis pas la seule. ABE","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2024-02-20T09:53:15","score":1,"content":"Je ne comprend pas quel ticket prendre .... Un lien apres avoir fait l'itinéraire pour acheté un ticket c'est trop demandé ? Faut pas s'étonner que les gens prennent la voiture ! Vous me conseillez l'app tpg+. Elle demande un formulaire d'inscription ... Pour un ticket de bus. Et l'achat pas SMS n'est plus possible. Le site des cff est mieu conçu et m'a pemis de savoir quel ticket tpg prendre avec une interface plus intuitive.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2020-11-27T20:54:16","score":2,"content":"Edit: l'achat par SMS ne fonctionne plus et nous n'avons pas tous une carte de crédit. J'ai enlevé 3 étoiles pour ça, c'était le truc le plus pratique. Enfin! Rien à redire. Beaucoup plus pratique que de devoir aller sur le site mobile des tpg.","reviewCreatedVersion":"2.2.9"},{"at":"2023-12-08T23:44:34","score":1,"content":"C'est une catastrophe. Cette mise à jour récente fut une énorme erreur. Contrairement aux explications qui m'ont été données par les TPG, c'est devenu un vrai casse-tête pour obtenir rapidement des informations. Je l'ai supprimée de mes applications favorites.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2020-08-29T18:46:54","score":1,"content":"À chaque fois que j'ouvre l'application, elle fonctionne très bien la première seconde, ensuite le téléphone me dit que l'application ne fonctionne pas bien, qu'il faut la \"restart\". Suite a ça une nouvelle fenêtre s'ouvre pour la même chose. Bref en clair j'arrive pas utiliser votre appli...","reviewCreatedVersion":"2.2.9"},{"at":"2024-03-16T19:46:23","score":1,"content":"L'ancienne application était beaucoup plus simple d'utilisation. Tout changer en \"modernisant\" n'est pas égal à de l'innovation. Il faut le faire pour autant gâcher une appli parfaitement fonctionnelle. Remettez l'ancienne version svp. J'utiliserai dorénavant l'appli cff, qui elle a tout compris.","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2024-01-10T23:06:35","score":1,"content":"Application très nulle! Tous ces changements ne font qu'augmenter la confusion. C'est pas du tout intuitif. La nouvelle mise à jour naide vraiment pas au contraire. Bref une application que ne sert plus à rien je préfère la supprimer.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-08-12T15:13:28","score":1,"content":"Désolée, mais cette mise à jour est vraiment terrible ! Non seulement les fonctions ne sont pas intuitives, en plus, les horaires indiqués ne sont pas justes. C'est devenu une App vraiment pas très utile !","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2023-09-25T09:12:23","score":3,"content":"La nouvelle version est moins bien. Dommage. Avant on avait les tableaux horaires en temps réel par ligne qui était pratique. Du côté des infos ℹ️ pour les perturbations en temps réel ⚠️ n'est plus à jour depuis le 23.04.2023! A régler rapidement svp!","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2023-08-11T07:05:07","score":2,"content":"L'ancienne version indiquait directement les infos utiles sur nos arrêts favoris, maintenant, il faut aller chercher l'arrêt sur la carte et comparer l'heure actuelle avec l'heure d'arrivée prévue, et tenant compte d'un éventuel +/- a côté de l'horaire. Bien moins pratique.","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2023-08-08T16:13:59","score":1,"content":"Depuis la mise à jour de l'application, on n'y comprends plus rien notamment concernant les départs à proximité, ça nous affiche l'heure avec des + ou des -, ca correspond à quoi ? L'ancienne application était plus simple à lire.","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2023-03-10T13:27:48","score":2,"content":"La MAJ n'est pas 1 réussite. Les trajets proposés sont très complexe car il me semble que les tramway ont disparus de la circulation ... Et cette pub qui pollue l'écran Ce serait bien d'avoir 1 servicio web pour renouveler l'abonnement sans devoir aller dans 1 agence des TPG J'ai bien reçu 1 sms avec 1 lien pour le faire mais le concept est inabouti car je reviens toujours à la pager de départ; je peux pas aller plus loin dans la procédure et c'est dommage À revoir de A à Z.","reviewCreatedVersion":"1.4.15"},{"at":"2023-08-13T10:12:34","score":1,"content":"La mise à jour est une catastrophe. Les horaires ne correspondent pas la plupart du temps et la section info trafic n'est pas du tout à jour. Cette app,ainsi que la mise à jour était une bonne idée,mais devrait être mieux gérer et coriger les erreurs.","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2021-05-18T04:59:23","score":1,"content":"Depuis décembre, j'attends qu'on remette les itinéraires avec trams dans l'app. Cela fait bientôt 6 mois que je me suis plainte ici des différents problèmes de l'application sur Android. Trajets itinéraires non pertinents et incomplets, l'app qui bug au démarrage, etc. Heureusement qu'il y a Google maps et l'app cff parce que cette application tpg ne sert à rien.","reviewCreatedVersion":"2.2.16"},{"at":"2021-10-24T22:07:40","score":1,"content":"A l'image du réseau, on se demande si l'application fonctionnera un jour. Et surtout quand on en a besoin!! Toujours les mêmes bugs. Recherches d'itinéraires impossibles ou résultats illogiques.","reviewCreatedVersion":"2.2.20"},{"at":"2023-12-09T15:40:09","score":1,"content":"Vraiment, la première fois vous n'aviez pas compris qu'il ne fallait pas changer l'app... Vous avez remis la \"nouvelle version\" que tout le monde déteste et qu'en plus est 100 fois pire que l'app qu'on connaît depuis toujours. Bravo ! Avez-vous déjà testé votre propre app ? Je comprend que l'ancienne accumalait les bugs, mais il fallait simplement faire qqch de similaire. Écoutez vos utilisateurs...Pas créer une application que personne n'aime et qu'en plus votre réponse est : habituez vous...","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-08-21T16:43:17","score":1,"content":"La nouvelle interface est une catastrophe, 0 simplicité, beaucoup trop d'informations inutiles présentées, plus d'actions nécessaires (par rapport à l'ancienne version) pour afficher ce que l'on souhaite. 0/5.","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2023-08-26T07:34:26","score":1,"content":"Je suis complètement perdue avec l'app, difficile à comprendre. Je n'arrive plus à faire une liaison d'un arrêt à l'autre, comme avant, nulle. De plus, c'est à moi d'analyser en combien du temps le bus va passer 😡","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2024-02-17T00:33:11","score":1,"content":"Mais quelle régression, on a gagné une petite carte c'est super... Nom de dieu quand on devait prendre une correspondance, suffisait d'appuyer sur l'arrêt et on avait les transports suivants ! Maintenant c'est la croix et la bannière... Retournez à la version simplifiée et pratique.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-12T18:01:11","score":1,"content":"Très mauvais depuis la mise à jour, toute l'ergonomie et la simplicité qui faisait de cette appli une bonne appli n'existent plus. Classique choix d'une entreprise qui fais des changement juste pour faire des changements, alors que tout allait bien","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2020-11-02T10:09:25","score":1,"content":"Les trajets ne sont plus corrects, ils font faire des detours énormes, je demande à ne pas avoir des trains dans le trajet et il les mets. Grande diminution de la qualité de l'application.","reviewCreatedVersion":"2.2.9"},{"at":"2024-01-29T10:38:17","score":1,"content":"Comme tout le monde, j'aimerais pouvoir retrouver l'ancienne version de l'application qui était beaucoup plus pratique, plus simple d'utilisation, plus fiable. Rien ne va dans cette nouvelle version, cela gaspille du temps de recherche et complique énormément la vie !","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-08-26T11:35:57","score":1,"content":"La page d'accueil devrait être les prochains départ sur les favoris. Les utilisateurs veulent cette info en premier en ouvrant l'app. Les trajets personnalisés sont utile mais moins fréquemment utilisé que les prochains departs des favoris. Vraiment mal pensé je pense qu'il faut changer qqun dans l'équipe là...","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2019-09-15T19:23:13","score":2,"content":"Comme pour beaucoup d'autres, impossible d'acheter le moindre billet avec l'application car apparemment mon réseau plante à chaque essais. Dommage car lorsque l'on est dans la campagne genevoise, il n'y a pas beaucoup de distributeurs de billets. Mais alors est-ce à dire que le bus est gratuit en campagne ? Alors à quand la gratuiteté sur tout le réseau.","reviewCreatedVersion":"2.2.4"},{"at":"2021-05-11T21:07:07","score":1,"content":"heu... comment dire... ya des trucs incroyablement faux dans cette appli. Je demande un trajet, il me propose des horaires avec un bus 38 toute les 10 minutes (alors que le bus n'as pas cette cadence), je cherche a avoir un trajet avec des trams (trajet connu existant), il me dis pas possible comme si les trams 14 et 18 sont inexistant . 1h a tenter de montrer a mon père que c'est utile internet... il a rigolé très fort (et moi je me suis bien énervé). 11.05.2021: j'en rajoute une couche, on dirait que les trams n'existent pas. impossible d'avoir un itinéraire avec le 15 même en testant des truc bidons ou c'est le seul choix logique.","reviewCreatedVersion":"2.2.16"},{"at":"2021-02-09T13:34:39","score":1,"content":"L'application fonctionnait très bien jusqu'à ce que d'un coup, la ligne 14 n'existe plus lors de la recherche d'itinéraire. Pour aller d'Onex à Stand, on me propose uniquement K+D, 21+19, K+2+D, alors que le tram 14 est direct. J'ai écrit aux développeurs il y a plus de 2 mois sans jamais obtenir de réponse.","reviewCreatedVersion":"2.2.9"},{"at":"2019-09-08T22:17:37","score":2,"content":"Comment imprimer les horaires d un arret comme ceux affiches a ces derniers. Faut il passer par le web pour faire un pdf ? (Si cela est encore dispo....) Et si on met juste la destination sans le depart précis, apres 3 minutes de recherche, avec wifi et donnees mobiles et la fonction position allummer. C est nul !","reviewCreatedVersion":"2.2.4"},{"at":"2021-03-03T10:13:58","score":1,"content":"Au début cette application était parfaite. Puis il y a eu énormément de défaillances, aujourd'hui encore impossible d'avoir tous les transports inscrits. Quel est le problème? Vous ne trouvez pas quelqu'un qui serait capable de résoudre ces soucis? Pourtant il y a du monde qui cherche du travail. Merci de nous donner un service qui nous permettra de nous y retrouver, surtout en cette période où la mobilité douce est devenue une nécessité.","reviewCreatedVersion":"2.2.16"},{"at":"2021-03-03T18:17:54","score":1,"content":"L'algorithme pour les trajets n'a aucun sens, il ne propose casiment jamais le trajet optimal. Même en entrant deux arrêts sur la même ligne de tram, des trajets avec changement, jusqu'à 1.5x plus longs, sont parfois uniquement proposés...","reviewCreatedVersion":"2.2.16"},{"at":"2019-07-02T15:32:07","score":2,"content":"Bonne appli pour avoir une idée globale des trajets, visuellement bien construite et facile d'utilisation. Le temps réel est, en général, assez fiable. Par contre, les horaires des itinéraires correspondent rarement à la réalité. Dommage !","reviewCreatedVersion":"2.2.4"},{"at":"2020-01-28T18:49:11","score":1,"content":"Le réseau TPG s'étend jusqu'à la France. Merci de bien vouloir mettre à jour les changements de lignes côté France ou ne pas les indiquer du tout pour penser à télécharger l'application côté Français. La ligne 3 à totalement changé et je n'ai pas pu arriver à destination.","reviewCreatedVersion":"2.2.9"},{"at":"2021-08-02T14:00:51","score":1,"content":"Votre appli est juste aberrante de nullité. C'est la pire appli de transport que j'ai utilisé. Elle est extrement rigide quant aux destinations et en plus de ça la recherche de destination ne trouve rien !! Donnez juste les infos à Google ça nous fera des vacances.","reviewCreatedVersion":"2.2.18"},{"at":"2021-11-11T00:58:58","score":1,"content":"Pour un service publique que nous payons déjà une certaine somme, oser mettre des publicités vidéos qui prennent tout l'écran et qui apparaissent en pleine recherche 😡😡😡😡. Quand on a une urgence c'est toujours très agréable. La honte!","reviewCreatedVersion":"2.2.20"},{"at":"2023-08-21T05:04:31","score":1,"content":"Interface illisible, brouillonne et certaines informations ne sont pas compréhensibles. L'ancienne version était en tout point meilleure et plus épurée. C'est vraiment n'importe quoi...","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2023-12-12T21:19:13","score":1,"content":"Vous n'avez pas optimiser et simplifier l'application. C'est pire ! Pour chercher une itinéraire, et avoir l'horaire d'arrivée des transports sont plus complexifiés. C'est dommage, et frustrant.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2024-05-03T22:55:56","score":1,"content":"bonjour, Plusieurs mois après la sortie de la mise à jour visuel, je peux confirmer que cette mise à jour est une catastrophe comparé au visuel d'avant. Et ne me parlez pas de \"temps d'adaptation\" et de \"tuto pour savoir comment utiliser l'application\"","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2024-07-03T14:59:52","score":4,"content":"Il y a toujours des problèmes avec cette application. Soit, on peut pas voir les bus à l'arrêt que l'on veut (à cause de problème de connexion) ou soit on va regarder les itinéraires et les bus sont en retard ou en avance. Ce qui fait que l'on rate l'itinéraire fait par l'application.","reviewCreatedVersion":null},{"at":"2024-07-17T18:31:37","score":1,"content":"Tout les arrêts qui était enregistrés en favoris ont disparu. Avant en 2 cliques vous saviez quand venait votre bus, maintenant ne comptez même pas sur la fiabilité des infos. Dans le bus j'ai regardé l'arrêt suivant pour ma correspondance et l'application m'annonçait que le bus où j'étais arrivait dans 13 minutes hors ça n'était pas plus de 2 minutes. Votre application suit elle les horaires ou le traffic en temps réel ? Car l'un est inutile au vu des retards...","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2023-12-06T11:13:09","score":1,"content":"Pouvez-vous remettre celle d'avant, qui fonctionnait? Là c'est la cata, horaires mensongés, bus inexistants, je n'ai jamais été aussi en retard avec ces fausses info. Exemple: en 1 min l'application change d'information 4 fois: un bus supprimé, ah ben non c'est dans l'autre sens. Un bus dans 1 min, on arrive à l'arrêt il est dans 11 min. L'application continue de dire qu'un bus arrive dans une minute.grr Sans parler des bus en avance avec celui d'après en retard de 10 min. Ça va pas du tout!!!!!","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2024-05-09T15:08:06","score":1,"content":"Après plusieurs mois d'utilisation je confirme ma première notation: 👎🏻. Même lorsqu'on enregistre en favoris nos arrêts les plus utilisés, les informations sont souvent erronées; laissant apparaître des horaires déjà dépassés et confusent, et obligeant l'usager d'effectuer un défilement pour obtenir l'info désirée. Les responsables de cette applic préfèrent refuser de reconnaître leur erreur que de satisfaire la clientèle TPG en remettant à jour la version précédente","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2023-12-06T14:59:04","score":1,"content":"Pourquoi avoir changé ? Avant la màj, en 2 clics je trouvais mes arrêts favoris et l'horaire pour toute la journée ! Maintenant je suis obligée d'entrer à chaque fois l'itinéraire et si je dois changer de ligne c'est pareil. Je ne vois pas en quoi cette màj a amélioré cette appli. Pourquoi faire simple quand on peut compliquer, n'est-ce pas ? 🤬💩👎","reviewCreatedVersion":null},{"at":"2023-12-02T08:13:46","score":1,"content":"Franchement je pese mes mots, mais c'est quoi cette mise à jour dégueulasse?? Tout étais simple avant, certe pas l'application la plus belle mais ultra efficace, le but d'une mise à jour c'est d'améliorer pas l'effet inverse. Faite quelque chose pour ce design, je regrette d'avoir fait cette mise à jour.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2024-03-07T09:08:22","score":3,"content":"Bonjour ! Y a-t-il moyen de définir un arrêt par défaut quand on ouvre l'application ou qu'on revient en arrière dans sa recherche ? Ce \"Gare Cornavin\" qui vient s'imposer pour un oui ou pour un non est irritant et fait perdre de précieuses secondes qd on est en déplacement...","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2020-11-28T21:30:41","score":1,"content":"Les trams ne s'affichent plus non plus, comme toutes les autres avis que j'ai lu. Ce serait bien qu'il y ait une mise à jour qui règle le problème peut être... Parce que ça commence à faire un moment que ce problème persiste !!","reviewCreatedVersion":"2.2.9"},{"at":"2023-12-15T06:38:37","score":2,"content":"Je faisais davantage confiance a l'app avant la mise a jour... Maintenant les horaires de tram ne sont pas exacte (decalage de 1min) + change et ce n'est pas tant intuitif (arrivé/départ( Lea favoris ne sont plus aussi faciles d'acces","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-10-31T18:29:39","score":2,"content":"La nouvelle mise à jour n'est vraiment pas pratique. L'affichage des horaires avec comme inscription +2min ou -3min n'est pas pratique lorsque l'on cherche à savoir si oui on non le transport en question est passé","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2024-10-17T15:24:16","score":1,"content":"Jamais vu une app de transport aussi mal conçue. Avoir des écrans séparés pour les horaires et les billets, c'est juste ahurissant de conception. Impossible de savoir quel billet Léman Pass acheter sans connaître les zones. A revoir en entier !","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2023-09-11T21:37:30","score":1,"content":"Pas contente du tout. 5 arrêts non desservis alors qu'il n'en était rien. Après 2 arrêts fait à pied, je vois finalement le bus arriver à un arrêt soi-disant non desservi (Muséum). A quoi servent des transports publics si finalement il faut se déplacer à pied. Que se passerait-il pour une personne à mobilité réduite ou une personne âgée ? Il s'agit de la ligne 1.","reviewCreatedVersion":null},{"at":"2023-12-23T07:17:36","score":1,"content":"Trop souvent les bus ne sont pas à l'heure indiquée sur l'application. Soit ils ont de l'avance, soit du retard. Sans parler du fait que les horaires de bus sont actuellement une suggestion et pas un fait. Pire même certains de ces bus ne viennent juste pas. Par exemple, hier j'attendai un 22 indiqué sur l'application qu'il allait arriver avec du retard. Le bus n'est tout simplement jamais passé. Quant à l'application, je ne sais pas comment elle peut empirer ergonomiquement à chaque màj.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-27T14:04:20","score":1,"content":"Vous lisez une centaine des avis negatifs avec les detailles de ce qui ne va pas. Mais vous ne faites AUCUNE amélioration. Ça sert à rien de nous repondre à chaque fois que vous êtes à l'écoute et de ne rien faire de suite. Vaut mieux de nous rendre l'ancienne version dans ce cas","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-06T17:20:56","score":1,"content":"Pourquoi vous obstinez à vouloir changer cette app, ça devient pénible !!Elle faisait très bien la seule chose qu'on lui demandais.. Indiquer les horaires des bus. Si on veut plus d'option il y a déjà votre autre app ! Pitié laissez nous tranquille avec ces MàJ si on gardait cette \"vieille\" app c'est pas pour rien 🤦‍♂️ on en était content voilà tout. Histoire d'être constructif, la nouvelle est moins lisible, l'essentiel est noyé dans torp d'infos mais surtout les horaires sont FAUX !!!!!!!!","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2024-10-17T13:13:15","score":5,"content":"Excellente application ! Très bien gérée, on n'a qu'à mettre le nom de l'arrêt qu'on veut prendre dans \"départ\" et le nom de l'arrêt auquel on veut arriver dans \"arrivée\". On peut aussi mettre une adresse à la place, pour qu'il nous dise à quel arrêt il faut aller. Une fois le départ et l'arrivée indiqués, on peut voir quel bus il faut prendre, à quelle heure et quand il arrive. S'il faut changer de bus pendant le trajet, l'application s'en charge aussi ! Merci pour votre retour","reviewCreatedVersion":null},{"at":"2023-12-25T14:51:58","score":1,"content":"Svp j'aimerai l'ancienne application. Cette mise à jour c'est la pire que j'ai vu jusqu'ici !! On voit rien, c'est pas bien !! J'espère que avec tellement de commentaires négatives qui montrent que ça n'est pas bien, que l'ancienne application retourne... C'est qui la personne pas intelligente qui à fait ça ?????? 0 étoiles si je pouvais","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2024-05-06T17:54:33","score":1,"content":"La nouvelle mise à jour est catastrophique. Trop compliqué à utiliser au quotidien. Quand je veux regarder dans combien de temps passe le prochain bus c'est la croix et la bannière pour sélectionner l'arrêt (alors que j'écris le nom exacte) ensuite ça mets l'horaire et le retard. Mais en soit j ai juste besoin de savoir quand passe le prochain pas de faire des calculs hypothétique sur l heure de base et le retard... dans mon entourage on est tous du même avis. On utilise plus l'app du coup.","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2020-11-12T05:25:59","score":2,"content":"Dans l'ensemble plus ou moins bone application. Mais dans l'ensemble assez mauvais service proposé par cette entreprise. Ne comptez pas dessus pour être à l'heure dès que les lignes de servitudes dépassent le centre-ville. De plus les chauffeurs s'amusent à sauter des arrêts qui ne sont pas dits \"sur demande\".. En bref un manque de professionnalisme de la part d'une entreprise qui se dit \"avant-gardiste\".","reviewCreatedVersion":"2.2.9"},{"at":"2023-12-08T06:29:24","score":2,"content":"Est ce possible d'améliorer l'onglet horaire, pour le rendre plus compact, arrivé/depart pas utile, le quai ormis pour les gros arrêt pas utile, en plus on ne peut pas les localisé, faite nous aimé cette appli plutôt que regretter l'ancienne.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-05T17:52:20","score":1,"content":"Ne fonctionne jamais, l'infotraffic en temps réel est à jour pour 2022. Le mot réel devrait disparaître. Effacer cette application, et utiliser celle des CFF. Elle est à jour et fonctionne parfaitement, elle a de meilleur infos sur le trafic et les horaires en temps réel que l'app Tpg.","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2019-04-13T07:00:13","score":1,"content":"J'arrive plus à utiliser l'application depuis hier, c'est très problématique. Et je n'arrive plus à la télécharger. Je sais pas ce que vous avez fais dans la dernière mise à jour mais si vous pouviez faire en sorte de régler ce problème ce serait bien.","reviewCreatedVersion":"1.4.15"},{"at":"2021-04-23T13:51:55","score":2,"content":"L'application est pratique et rapide pour payer un billet mais impossible de faire un itinéraire d'un point à un point B. Soit l'itinéraire est introuvable ou alors L'application me localise faut et me donne un horaire absurde. Dommage, avant ça marchait très bien.","reviewCreatedVersion":"2.2.16"},{"at":"2023-12-12T15:44:15","score":1,"content":"Pourquoi avoir fait ça? C'était tellement plus simple avant...marquer le nom de l'arrêt et de savoir précisément si le bus/tram avait du retard. C'est devenu super compliqué j'y comprend plus rien. J'ai attendu le bus 20min ce matin,car aucune info sur les retard,grève ou manif. Appli en phase d'être supprimée de mon téléphone, ou peut-être songer à retourner à l'ancienne version.. 💁🏻‍♂️","reviewCreatedVersion":null},{"at":"2024-01-09T18:32:41","score":1,"content":"La honte du developpent d'application suisse. J'aimerais bien savoir quel agence web s'est occupé de cette mise à jour. Quelle surprise de voir que 2 mois après la triste mise à jour, les responsable n'ont pas jugé bon de remettre la version anterieure. On est à 1.2 étoiles quand même!","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2020-12-03T21:00:29","score":1,"content":"Une catastrophe. Entre la navigation difficile et la programmation aléatoire des itinéraires, cette application est une honte (6h de trajet proposé pour aller du Lignon à Moilesullaz). Google fait mieux avec ses itinéraires 😂","reviewCreatedVersion":"2.2.9"},{"at":"2020-02-28T17:11:42","score":5,"content":"Tout simplement génial. Il englobe même le réseau frontalier, les trajets CFF intramuros. Les minutes sont réelles, géo-localisation des bus, et les alertes en cas de retard sont rapides et le temps d'attente indiqué. Préférez l'appli TPG à celle de la TAC qui est beaucoup trop compliquée et peu fiable. Vive les TPG !","reviewCreatedVersion":"2.2.9"},{"at":"2023-12-02T10:31:55","score":1,"content":"Il suffit d'un seul rappel, un jour pluvieux lors duquel on décide de faire confiance aux TPG en faisant un itinéraire depuis leur application... rappel qu'il ne faut pas leur faite confiance. Bus 21 tout bonnement supprimé sans indication de l'horaire du jour (ce qui ne figure bien évidemment pas sur l'itinéraire de leur superbe application). 20 minutes de retard. Edit: Le CM des TPG est malhonnête, aucune info sur la suppression ne figurait dans l'application. Ne vous excusez surtout pas...","reviewCreatedVersion":"2.2.22"},{"at":"2021-07-17T13:59:21","score":1,"content":"Cette application ne fonctionne plus du tout. Les horaires sont bons aux arrêts (je crois) mais la recherche d'itinéraire est digne de ce qu'il se faisait dans les années 60, autant dire quedal. 2h de trajet pour aller à 3km, j'aime l'idée d'aller jusqu'à Lausanne pour traverser Genève, mais je pense qu'il y a plus simple.","reviewCreatedVersion":"2.2.18"},{"at":"2019-07-16T05:03:38","score":1,"content":"Juste horrible... Entre les bug, l'application qui ne s'ouvre pas, les informations momentanément indisponibles pendent une journée, les faux itinéraires donner (prendre 4 bus pour au final se rentre compte que le 1 er nous y amènait) et les arrive dans ~2 minute qui reste activer pendent 5 et pour que au final le tram arrive dans 10 ou qui ne passe même pas ! Du grand n' importe quoi !!!!!","reviewCreatedVersion":"2.2.4"},{"at":"2021-10-29T06:07:37","score":2,"content":"Cette application fonctionnait parfaitement pour moi jusqu'à ce qu'ils enlèvent les trajets côté français. Pourquoi ? C'était très pratique pour moi qui doit naviguer entre les deux pays. Maintenant cette application ne me sert plus à rien.","reviewCreatedVersion":"2.2.20"},{"at":"2024-06-27T15:01:27","score":1,"content":"Nul, mais nul, depuis la mise à jour, l'interface est d'un désordre pas possible et les horaires jamais justes. Attendre 5 Min d'après l'application, juste pour que le bus n'arrive jamais.","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2023-12-18T22:16:08","score":1,"content":"Depuis la nouvelle application, plus d'accès facilité aux favoris. Apllication teès difficile à l'utilisa pas user frindly du tout et rien à voir avec le fait de devoir s'adapter à la nouvelle mouture. Pourquoi faire comme les autres applications ? En quoi la complexité est un avantage? A quand la nouvelle version. ?","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2020-11-10T05:57:56","score":1,"content":"Ne fonctionne plus correctement depuis qqs semaines. Les trams n'apparaissent plus, du coup les itinéraires proposés sont vraiment inutiles... Aucune couleur pour différentier les lignes non plus... Dommage","reviewCreatedVersion":"2.2.9"},{"at":"2020-10-27T16:08:50","score":1,"content":"Le 28.10.20, il n'y a plus de trams dans les 'itineraires'... L'application ne sert plus à rien dans ces conditions. II nous propose des alternatives en bus mais qui font le tour du canton !... C'est quoi, un bug ? Merci de réparer ça.","reviewCreatedVersion":"2.2.9"},{"at":"2023-08-14T11:29:07","score":1,"content":"Comme tous les autres commentaires, pourquoi remplacer une application fonctionnelle par une nouveauté au design plus moderne mais sur laquelle les temps d'attente sont erronés, les trajets proposés absurdes, etc. Remettez nous l'ancienne!","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2019-11-28T15:52:27","score":4,"content":"Je n'ai pas rencontré les problèmes des autres internautes. Un plus serait, quand on a trouvé un itinéraire, de pouvoir cliquer sur l'arrêt de départ pour connaître les départs en réel comme au travers de \"horaires\". Merci","reviewCreatedVersion":"2.2.7"},{"at":"2022-01-08T15:45:26","score":1,"content":"Application moisie. Dès qu'il y a plus d'un arrêt à proximité le truc il est complètement à à rue. Dans itinéraire, si on ne connaît pas le nom de l'arrêt, c'est même pas la peine d'ouvrir l'appli ça fait n'importe quoi","reviewCreatedVersion":"2.0.1"},{"at":"2019-04-27T08:46:59","score":1,"content":"Entre les horaires de l'application, ceux à l'arrêt de bus et ceux sur votre site internet rien ne concorde !!! Je vous prierais d'y remédier pour éviter à vos utilisateurs de se retrouver à devoir attendre 30 minutes à cause de vos erreurs d'horaire. Pour le prix de vos abonnements, c'est pire que du vol !! edit : Et quand ce ne sont pas des problèmes d'horaire, ce sont les bus qui passent avec jusqu'à 8 minutes d'avance !!","reviewCreatedVersion":"2.2.1"},{"at":"2019-10-02T10:41:05","score":1,"content":"J'ai un problème avec l'app TPG je suis sur Android et je peux que regarder les arrêts chez moi avec le Wifi de ma box. Et je ne peux pas regarder les arrêts avec réseau cellulaire Orange/Salt J'ai message qui s'affiche à chaque fois que j eissaie de voir à quelle heure arrive mon bus et un message s'affiche me disant \"réseau indisponible\". Aidez moi cela me rendrait vraiment service. Merci.","reviewCreatedVersion":"2.2.4"},{"at":"2024-06-07T05:21:40","score":1,"content":"La planification de son trajet n'est pas possible via l'onglet itinéraire car il ne présente pas tout les bus disponibles pour l'heure demandée. Pour l'arrêt anieres-douane, le G est un régulier, et pourtant lorsque que je demande le trajet anieres-rive il n'affiche que très peu de G. Quand on va sur la fiche G, on voit qu'il passe plusieurs fois à l'heure demandée. En janvier, j'avais publié cela et ça allait mieux. Depuis ça recommence. Seul les trajets 271 et G+ sont affichés","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2023-10-11T06:01:26","score":1,"content":"Très difficile de comprendre qqch. Dans l'onglet favoris ou horaires. Une seule direction est disponible. Depuis quelques mois l'application est devenu non intuitive","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2024-03-05T09:16:53","score":1,"content":"Là ou l'ancienne version était simple et intuitive celle-ci est d'un compliqué! Effectivement on arrive à trouver les infos mais il faut cliquer 15x pour y arriver ... bref, vive google map ou même l'appli des CFF.","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2023-11-02T12:07:41","score":1,"content":"L'app ne contient pas toutes les offres fournient aux machines, donc inutile de la chargé, parce ce qu'on vous oblige de payer le billet le plus cher. Il vait mieux utiliser la machine. On est dans le 2.0 et les TPG sont eux dans l'air 0.0","reviewCreatedVersion":"2.2.22"},{"at":"2023-12-12T11:12:56","score":1,"content":"Je suis étudient et je ne peux plus voir les bus scolaires. Je n'arrive pas non plus à accéder à l'ancienne version de tpg. Ceci est un scandale et ça m'handicape beaucoup, alors merci de régler le problème très vite svp. 😡","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-08-22T11:47:00","score":1,"content":"Dernière mise à jour à bannir de mon smartphone. Très difficile à trouver les horaires, sourtout si vous vous trouvez à un arrêt avec beaucoup de lignes. Je préfère chercher mon horaire sur les CFF c'est plus claire.","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2023-12-06T22:16:49","score":1,"content":"Tout allait très bien avant la mise à jour... J'avais mes repères et maintenant je n'y comprends plus rien, tout est beaucoup moins clair qu'avant c'est écrit tout petit il y a plein de fonctionnalités inutiles... ANNULEZ LA MISE A JOUR","reviewCreatedVersion":null},{"at":"2023-12-20T18:13:33","score":1,"content":"Sérieux votre application n'est même plus ergonomique là il faut carrément faire un labyrinthe pour voir dans combien de temps un bus ou un tram vient à l'arrêt qu'on veut et en plus le temps affiché est faux une fois sur 3 pu***n. J'aimerais que vous la remettez comme avant et je suis pas le seul en plus SVP🙏🏻. C'est quoi la prochaine étape de passer vos billets de bus de 2 à 4 Francs pour les moins de 18 ans et de 3 à 6 Francs pour les adultes déjà que même les prix de base sont abusé ?","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-08-10T14:47:37","score":1,"content":"Horrible depuis la mise à jour, les horaires sont jamais juste, visuellement ça pique les yeux et pourquoi enlever l'option la plus importante et pratique : le nb de minute d'attente tout simplement...","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2023-12-05T08:49:29","score":4,"content":"Enfin je suis contente. En lisant les réponses de tpg sur les commentaires négatifs j'ai enfin pu récupérer l'ancienne version. J'avais désinstaller depuis la mise à jour car trop compliqué à utiliser mais mtn tout et redevenu dans l'ordre.","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2023-12-14T13:34:23","score":1,"content":"Dommage qu on ne pense pas plus à l'utilisateur A proximité était plus agréable en effet il peut être plus i.portant de connaître les lignes et dans combien de temps. Aujourd'hui on voit d'abord le nombre de minutes puis il faut bien dérouler pour trouver la ligne. Revenons à l'ancien kayout. Puus quand on ouvre l'appli on voit les prochain passage avec l'heure prévue et éventuellement le retard ou prochain passage ne sait pas. Mais pas dans combien de temps Puis il faut chercher pour informat","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2020-11-03T16:07:50","score":1,"content":"Depuis quelques jours les itinéraires ont cessé de fonctionner. Si quelqu'un pouvait fixer le bug assez rapidement, ça serait top. Merci","reviewCreatedVersion":"2.2.9"},{"at":"2024-12-26T18:12:40","score":1,"content":"Pourquoi elle fonctionne plus, jai la desinstalle et réinstalle, mais rien à faire, toujours même message quand je cherche un itinéraire. Pas de connections (h890) pourtant pour moi avant elle fonctionnait bien.","reviewCreatedVersion":null},{"at":"2019-12-23T08:07:19","score":1,"content":"Sans aucune explication , 2 de mes arrêts, mis en favoris, ne sont plus visibles et l appli ce met à planter...... pratique...... et je parle pas des pubs qui sont toujours au mauvais moment, au mauvais endroit.....","reviewCreatedVersion":"2.2.9"},{"at":"2021-01-10T20:01:04","score":1,"content":"Dommage que les tickets \"saut de puce\" ne soient pas disponibles par sms. Il suffirait de rentrer le nom de l'arrêt de départ. Sinon l'application est bien pensé. Le prix des billets sur l'appli est plus cher que sur les bornes","reviewCreatedVersion":"2.2.9"},{"at":"2022-12-18T09:06:13","score":1,"content":"Les Tpg ne mettent plus à jour la partie info trafic, sous prétexte que cette app sera bientôt remplacée par tpg preview. Or quand tpg preview est sortie, c'était une espèce de version bêta mal fichue. Pas envie de faire la beta-testeuse pour un bidule commercial et propriétaire quand je cherche un bus. Donc j'ai continué à utiliser l'application normale. Je suis choquée d'avoir dû appeler votre standard pour apprendre l'imminent passage à tpg preview.","reviewCreatedVersion":"2.2.22"},{"at":"2021-01-25T08:17:46","score":1,"content":"Quand je recherche un itinéraire, parfois l'appli ne prend pas en compte l'heure de départ ou arrivée demandée, et très souvent, elle tourne pour finalement me donner un message: aucun itinéraire trouvé (alors que le trajet demandé est bien dans le réseau Tout Genève!) 😡","reviewCreatedVersion":"2.2.9"},{"at":"2023-12-21T06:20:12","score":1,"content":"L'application a fait peau neuve,comme ils disent. Mais les horaires donnés ne sont pas fiables. Souvent, ils est annoncé que le bus a du retard alors qu'il est à l'heure et inversement. L'application d'avant marchait mieux, à quoi bon la changer ?","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-15T18:22:54","score":1,"content":"Ca fait 7 ans que j'utilise cette application il y a eu une mise à jour debile qui complexifie lappli avant tu arrivait tu tapais le nom de ton arret et tu savais quand ton bus arrivait maintenant c'est comme cff mais en plus moche j'avais aussi plein de favoris je les checkais tout le temps maintenant il n'y a plus les favoris je sais pas pourquoi y ont changé lappli qui était parfaite","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2020-03-10T23:19:19","score":2,"content":"L'appli est visuellement vétuste mais super pratique - sauf que la dernière version affiche des pubs subitement en plein écran, nous piégeant lorsqu'on croit cliquer un arrêt de bus.. très frustrant","reviewCreatedVersion":"2.2.9"},{"at":"2023-09-10T08:04:48","score":1,"content":"La nouvelle interface est juste horrible, compliquée, difficle à naviguer, trop de fonctionnalités, un veritbale casse tête, alors que l'ancienne app était très \"user-friendly\"","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2022-06-21T03:44:43","score":1,"content":"Cette application est horrible ! \"Ce service est indisponible\" La phrase que je vois tous les jours alors que j'ai une bonne connexion ! Il y a de sérieux problèmes de fonctionnement et ça depuis des années...","reviewCreatedVersion":"2.2.22"},{"at":"2018-12-04T13:38:22","score":1,"content":"Impossibilité de prendre billet par sms message d'erreur de syntaxe a chaque essais. Pas de lien explicatif ou de solution alternative. Quand en plus les distributeurs ne marchent pas..... Par contre les contrôleurs fonctionnent....","reviewCreatedVersion":"2.0.1"},{"at":"2024-02-23T04:24:47","score":1,"content":"ABSENCE D'INFO UTILES : on arrive à un arrêt ds Xmin, dans combien de MINUTES est la prochaine correspondance à cet arrêt ? PLEIN D'INFO INUTILES (pouvant induire en erreur) : afficher des départs depuis des arrêts à proximité d'un arrêt spécifiquement demandé, les bus déjà passés, les onglets départ/arrivé, les quais etc Plusieurs manipulations à faire pour avoir ce qu'on veut = perte de temps Autant passer directement par le site web pour les horaires","reviewCreatedVersion":null},{"at":"2021-01-05T04:50:22","score":1,"content":"Au départ très bonne application mais maintenant que les tram ont disparus des itinéraires ça devient vraiment inutile. Je les ai contacté par mail mais aucune réponse et aucune amélioration.","reviewCreatedVersion":"2.2.9"},{"at":"2023-09-16T23:30:16","score":1,"content":"L'application est devenu utilisable... après la dernière mise à jour.. Tellement de temps à trouver l'heure de mon tram quand je vois il est déjà passé et je dois attendre le prochain.. l'ancienne version est simple est très efficace... 1 car il n'y pas 0 ...","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2023-12-27T02:41:29","score":2,"content":"L'application n'est plus du tout ergonomique. On met beaucoup plus de temps pour obtenir des info (plus de clics à faire, temps de chargement des informations plus long)","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2018-11-21T08:40:30","score":1,"content":"Impossible de lancer l'application sur un Android 5.0 depuis la mise à jour du 19.11. Pourriez-vous remédier rapidement au problème, j'utilisais cette application tous les jours. Merci.","reviewCreatedVersion":null},{"at":"2020-10-31T10:19:05","score":1,"content":"Cela fait plus d'une semaine que l'application TPG, nous que de faux itinéraires et de faux horaires. Bonjour la catastrophe. On ne peut s'y fier. A remettre a jour au plus vite serait judicieux.","reviewCreatedVersion":"2.2.9"},{"at":"2023-12-23T07:06:48","score":1,"content":"Sérieux ! C'est quoi cette interface? Vous avez tout compliqué alors que c'était super simple ! On se croirait dans les années 80 ! Bravo à vos graphistes de l'Union Soviétique 😵‍💫","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-01T15:17:45","score":1,"content":"Moins intuitif que ça difficile à faire...je plains les touristes qui doivent utiliser cette appli! Déjà quand on est du coin on n'y comprend rien! Moche à souhait et pas du tout user-friendly","reviewCreatedVersion":"2.2.22"},{"at":"2023-12-08T11:28:13","score":2,"content":"Depuis la nouvelle maj, l'interface a radicalement changé et vraiment nul. Jamais vu un interface pareil ! Bref, j'aurais pas voulu faire cette mise à jour !","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2024-03-05T09:38:37","score":1,"content":"Le temps de trouver l'arrêt et la ligne qui nous intéressent, le bus/tram est déjà passé...quant à regarder les options de correspondances en cours de trajet...no comment...bien contente de m'être mise au vélo! Et pour mes trajets en TPG, j'utilise Google Map!","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2022-07-26T09:40:43","score":1,"content":"Cette appli est vraiment laissé à l'abbandon, le plan du réseau n'est plus mis à jour. Quand on est préssé pour voir un horraire, on tombe sur une pub de 30 secondes. C'est vraiment dommage.","reviewCreatedVersion":"2.2.22"},{"at":"2024-05-16T08:24:11","score":1,"content":"La nouvelle application est une véritable purge! Rendez-nous l'ancienne, plus efficace. Vous en faites quoi de l'UX? Édit 16 mai : 1,5 étoile sur le store et TPG ne veut toujours pas rétropédaler mdr. Bref, bon courage, je désinstalle et je vais sur Google maps dorénavant.","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2020-12-03T05:41:47","score":1,"content":"C'était déjà un désastre d'ergonomie, mais maintenant que des lignes ont disparu c'est carrément de la m... il faut fragmenter l'itinéraire pour avoir une approximation... trop pratique ! La ligne de tram 12 n'apparaît nulle part, en plus. Il faut manuellement consulter l'horaire dans les table d'horaires de la rubrique horaire. Verdict : application bidon. Bref, on ne va pas trop en demander aux programmeurs des TPG, qui doivent être frontaliers comme le reste de cette \"entreprise\" calamiteuse.","reviewCreatedVersion":"2.2.9"},{"at":"2024-01-10T23:32:11","score":1,"content":"Je préfère mille fois l'ancienne application. Cette nouvelle est vraiment une casse tête sans utilité ; jamais à l'heure et ne coincide jamais avec les arrivées de Tram ou Bus ; Vraiment mauvaise qualité","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-10T21:48:51","score":1,"content":"La version de avant c'était plutôt rapide et facile. Maintenant beaucoup d'options et en plus que arrivent pas à l'heure comme c'est écris. Svp, changer la version mieux ou comme avant. Merci","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-07T08:11:42","score":1,"content":"La nouvelle version n'est vraiment pas pratique. D'autant plus que mes favoris ont tous disparus. La version précédente était bien plus épurée et facile à utiliser.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2024-04-20T13:01:33","score":3,"content":"Cette application est très pratique malheureusement on ne peut pas toujours se fier aux différents horaires ce qui me fait la plupart du temps arriver en retard. Je trouve cela dommage car il y a un très gros potentiel.","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2022-11-01T07:47:02","score":5,"content":"Excellente appli, on peut souvent y voir \"raisons operationnel : ... course supprimé\". C'est très rejouissant de planifier ces trajets avec, il y a toujours plein de surprises. (Petit conseil prévoyez 4 bus d'avance) Les bus/conducteur absentéiste amene à la surcharge des bus encore en service. Ces derniers cumulent du retard avec le va et viens de gens aux arrets et les portes refusant de se fermer car trop de monde. Ca commence a être bien defaillant chez tpg en horaire de pointe (~7h40).","reviewCreatedVersion":"2.2.22"},{"at":"2025-02-08T07:49:39","score":1,"content":"Je voudrais comprendre pourquoi application marque le passage d'un bus ou tram, mais celui ci ne passe jamais, je peux arriver 5 minutes en avance mais rien.","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2023-08-21T14:55:11","score":1,"content":"Vraiment ils faut arreter de changé ce qui fonctionne. Franchement l'application etait mieux avant !!! Celle-ci est 10'000 fois plus compliquée, et je suis jeune... Penser au personnes plus âgées qui doivent l'utuliser, sa doit etre un enfer ...","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2024-03-31T03:30:54","score":1,"content":"Aujourd'hui le 31 mars, lors du changement d'heures, le bus n'est jamais arrivé à la dites heure et nous avons du marcher jusqu'à la gare à 4h du tam et loupé notre train, c'était pas vraiment super. J'espère une remise en question de votre part.","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2020-11-17T11:32:28","score":1,"content":"Impossible pour l'application de trouver des itinéraire et ou horaireres de bus et tram pourtant existent. Heures d'arivées et départs de certains bus et tram inexistants, alos qu'il passe à l'arret suivant!","reviewCreatedVersion":"2.2.9"},{"at":"2024-06-05T12:48:21","score":1,"content":"C'est vraiment une catastrophe depuis la mise a jour... les horaires des bus ne correspond pas a l'arrivée du bus... sur l'application il indique une heure e il est jamais la comme indiqué 👎👎 avant c'était beaucoup mieux","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2023-12-11T18:08:10","score":1,"content":"Mais qu'est-ce que vous avez fait !payer des développeurs pour ça .... Plus de favoris, les horaires qui ne suivent pas... Super je vais devoir utiliser l'application CFF dorénavant voir Google maps. Pourquoi changer un truc qui marche ?!","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-11-23T17:06:51","score":1,"content":"Update en nov 2023. Pire que tout. Bug sans arret aucune info traffic en temps reel. J ai enlevé l appli. Nombreux bug. Ne donne pas des itinéraires justes (exclu les trams on sait pas pourquoi)","reviewCreatedVersion":null},{"at":"2023-12-11T07:50:56","score":5,"content":"L'interface de l'application est excellent, le concept est différent et plus riche mais exige une adaptation majeure par rapport la dernière version. Dans ce me concerne, j'aurais préféré intégrer le webshop pour les abonnés comme c'était le cas avant. Néanmoins, Bravo pour l'enorme travail acompli","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-15T16:26:54","score":1,"content":"L'application fonctionne très mal quand on essaye de faire un ticket L'application ne fonctionne plus et nous nous prenons une amendes pour aucune raisons Mais pour pas vous faire avoir vous devez éteindre votre téléphone puis le rallumer","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-09T17:14:56","score":1,"content":"Vraiment nul cette application depuis la mise à jour! Vous vous mettez pas à la place des gens qui sont pressés de voir les horaires rapidement! C'est VRAIMENT nul on veut l'ancienne application !!!!!!","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2021-04-20T18:24:47","score":1,"content":"Pitoyable! En 2021, cette 'application' est encore capable de générer des résultats de type 'aucun itinéraire trouvé' alors que les données fournies au formulaire de recherche d'itinéraire sont précises. Eh oh, les TPG, jamais entendu parler de l'intelligence artificielle ? C'est triste. Mais où va-t-on ? Nulle part en utilisant cette pseudo application.","reviewCreatedVersion":"2.2.16"},{"at":"2019-01-14T10:02:05","score":5,"content":"Une application simple et efficace, très facile de se déplacer rapidement dans Genève grâce à celle-ci. Des horaires exactes, possibilité de tracer un itinéraire entre 2 endroits, une application juste parfaite.","reviewCreatedVersion":"2.2.1"},{"at":"2021-01-20T22:21:11","score":2,"content":"La recherche d'itinéraires ne donne aucun résultat avec des trams . Il fait décocher toutes les croix oranges sous \"options\" pour qu'il prenne en compte les trams . TOTALEMENT ILLOGIQUE ! 👎🏼","reviewCreatedVersion":null},{"at":"2019-04-11T16:33:52","score":1,"content":"Impossible de l'utiliser sur Android 6.0 depuis la mise à jour du 11 avril ! Ce n'est pas la première fois que cela arrive après une mise à jour de 'correction de bugs'!","reviewCreatedVersion":"2.2.3"},{"at":"2019-04-11T18:17:38","score":1,"content":"Dommage que pour la seconde fois en quelques mois la mise à jour rende l'application inutilisable. Elle plante directement au démarrage.","reviewCreatedVersion":"2.2.3"},{"at":"2022-06-10T09:24:19","score":1,"content":"Franchement avec le prix de billets et abonnements, la publicité sur une application de transports en commun c'est une HONTE. On est habitués à votre médiocrité mais ça c'est le pompon.","reviewCreatedVersion":"2.2.22"},{"at":"2024-08-23T10:06:39","score":1,"content":"Cette application est très mal faite, en plus je n'arrive plus à avoir les horaires qui défilent à toute vitesse Dès installé 5x l'appli et c'est toujours pareil !","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2024-02-11T10:50:32","score":1,"content":"Compliquée, pas intuitive, sans widgets, lourde à utiliser. C'est un monstre qui ne s'adresse pas à vos clients. Pensez à vos parents et grand parents. Autrefois: 6 images, 6 actions. Le reste c'est une bouillie pour pousseurs de codes dans un emballage pour chefs qui n'entravent que dalle.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-16T17:55:42","score":1,"content":"Application horrible. Trop compliquée à utiliser même apres des semaines d'utilisation. Informations peu claires surtout quand on est pressé. Je regrette l'ancienne version.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2021-12-09T04:31:39","score":2,"content":"L'appli n'est pas optimisée pour les grands téléphones. On ne voit même pas le numéro des lignes à prendre quand on fait une recherche d'itinéraire.","reviewCreatedVersion":"2.2.20"},{"at":"2023-12-14T17:18:48","score":1,"content":"Avant sa marchais bien, maintenant cest une galère, c'est pas claire, cest compliquer a utilisé, globalement pourquoi faire une maj si cest pour avoir moins bien ??? On me dit \"la mise à jour à été publier par accident\" déjà bravo j'aimerais bien savoir comment on fais pour publier une maj par accident. Ensuite on me dit de \"réinstaller l'application pour revenir à la version précédente\" alors oui effectivement sa à marcher, jusqu'à aujourduit, c'est volontaire ou c'est un accident ce coup là ?","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2021-09-12T09:28:50","score":1,"content":"On ne voit plus les trams. Pss de mise à jour depuis plus d'un an... Et aucune information sur un éventuel bug.... Je reposte ce jour 12 septembre, rien n'a changé depuis mon commentaire de janvier.","reviewCreatedVersion":"2.2.20"},{"at":"2023-12-13T08:33:31","score":1,"content":"La dernière mise à jour est catastrophique, application désormais très compliquée, peu intuitive, les arrêts favoris sont difficilement gérables, je n'utiliserai plus l'application.","reviewCreatedVersion":null},{"at":"2024-03-05T08:17:48","score":1,"content":"Le temps d'arrivée des bus aux arrêts est peu clair, la recherche d'itinéraires, aussi. La recherche des arrêts et mise en favoris est pénible.","reviewCreatedVersion":null},{"at":"2019-09-11T09:43:37","score":1,"content":"On paie déjà notre ticket ou abonnement, virez votre publicité de l'application ! Sinon heureusement que cette application existe (temps plus ou moins réel) , car les chauffeurs ne respectent plus les horaires affichés aux arrêts.","reviewCreatedVersion":"2.2.4"},{"at":"2023-12-18T20:44:01","score":1,"content":"Très mauvaise maj. L'ancienne version me manque beaucoup, plus simple efficace: correspondance, affichage des départs du jour, organisation des favoris, webshop...😓","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-10T12:24:11","score":1,"content":"Tpg -est ce bien la nouvelle version ou encore les mêmes problèmes que précédemment ? - comme indiqué par un autre utilisateur, ce n'est pas fonctionnel notamment pour l'accés au Favoris. - Est ce que vous avez demandez l'avis des utilisateurs avant de changer ?","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2024-03-06T08:06:41","score":1,"content":"Affreuse. Depuis la mise à jour. En faisant la recherche spécifique pour l'horaire d'un arrêt tous les arrêts alentours nous sont proposés avant celui qu'on recherche.. pourquoi proposer une recherche dans ce cas-là..?","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2020-01-03T16:37:51","score":1,"content":"Je prends les bus 25 et 1 tous les jours et depuis que les tpg ont annoncé l'actualisation de l'appli, c'est une m.... sans nom! Les horaires ne se mettent pas à jour et même en désinstallant et RE-installant l'appli les horaires ne sont pas corrects.","reviewCreatedVersion":null},{"at":"2023-12-19T11:28:07","score":1,"content":"Mise à jour de ma version 2.2.22 à celle du 17 décembre sans mon autorisation. Elle fonctionnait très bien ma version 2.2.22. Donc je pense que je vais désinstaller l'application.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2019-10-13T08:16:48","score":2,"content":"Les horaires proposés lors d'une recherche d'itinéraire ne correspondent pas à ceux affichés aux arrêts notamment sur la ligne F. Qui est dans l'erreur de l'affichage ou de l'application ? Du coup je photographie les horaires affichés aux arrêts","reviewCreatedVersion":"2.2.4"},{"at":"2023-08-14T15:38:59","score":1,"content":"Une catastrophe la nouvelle mise à jour. Les horaires de bus ne correspondent jamais à la réalité. Pourquoi changer une application qui fonctionnait très bien jusqu'à présent?","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2021-01-12T06:36:41","score":1,"content":"Impossible de faire un itinéraire, c'est quand même hyper important. Des mois que votre appli bug et pas de changement !","reviewCreatedVersion":"2.2.9"},{"at":"2025-03-15T17:16:29","score":1,"content":"au prix des abonnements on devrait au moins avoir des transports ponctuels et des informations d'application fiables, or ni l'un ni l'autre","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2023-12-03T09:42:58","score":1,"content":"Votre nouvelle mise à jour a supprimé la fonctionnalité la plus importante. Celle de faire la liaison entre les différents bus en communiquant le nombre de minute restant pour l'arrivée du prochain bus qu'on va prendre.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2019-04-30T07:54:30","score":1,"content":"Inacceptable. Ils rajoutent des pub pour financer tout ça mais ils sont incapables de gérer des petits problèmes de serveurs. À quand une application sans problèmes ?! Engagez des personnes compétentes enfin !","reviewCreatedVersion":"2.2.1"},{"at":"2024-01-25T07:55:52","score":1,"content":"Horrible à utiliser Incompréhensible.Les horaires aux arrêts sont très difficiles à comprendre. Très désagréable à utiliser et impossible de s'orienter comme avec l'ancienne appli","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-12T16:28:11","score":1,"content":"Ancienne version bien mieux mais pourquoi tjrs changer des applications qui fonctionnent ? ?? Interface non claire bus faussement indiqués en temps réel.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-06T08:02:57","score":5,"content":"Excellente mise à jour ! On voir très clairement où sont les bus en directe (suivre la ligne à gauche des heures), c'est facile à comprendre la nouvelle application, il fait s'y habituer, mais je suis déjà conquise. Merci !!","reviewCreatedVersion":"2.2.22"},{"at":"2023-08-20T14:15:57","score":1,"content":"La nouvelle version est horrible. Beaucoup plus dur a utilisé et beaucoup moins intuitive que la version précédente.","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2024-03-04T19:22:15","score":1,"content":"La version précédente était plus facile d'utilisation. C'était facile à voir pour la connexion avec un changement de bus","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2024-03-05T07:29:41","score":1,"content":"La pire application de transport en commun. Pensé et développer par un esprit tordu qui voulut y mettre tout l'éventail de son savoir faire pour au final créé une usine à gaz incompréhensible, compliqué au possible afin de créé une expérience utilisateur détestable. Une application inutile et a évité","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2024-02-22T15:49:22","score":1,"content":"Décevant Pourquoi vous fabriquer une application qui ne fonctionne pas correctement les bus disparaissent le temps est mal indiqué. On sait jamais que les bus sont en retard. Pour toutes les lignes","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2024-03-05T07:53:09","score":1,"content":"- Pas d'info en temps réel (perturbation , accident, etc). - Informations inexistantes et des plus folklorique, ci, arrêt déplacé. - Informations \"aléatoire et folklorique \" pour itinéraire prédéfini. - Application pas/peu intuitive.","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2023-12-25T17:47:28","score":5,"content":"La nouvelle version est vraiment bien géré, maintenant on peut directement mettre depuis où on veut prendre le bus et où on veut aller. Quand on recherche un itinéraire, ça nous met l'heure à laquelle le bus arrive et lequel ou lesquels il faut prendre pour arriver à destination. L'ancienne version ça allait quand on est habitués à prendre régulièrement les transports publics tpg et qu'on sait quel bus il faut prendre. Je trouve plus pratique de savoir à quelle heure le bus arrive.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2019-01-24T21:02:18","score":1,"content":"vraiment pas intuitif. interface pas moderne. peu de fonctionnalités. vraiment désagréable à utiliser.","reviewCreatedVersion":"2.2.1"},{"at":"2024-03-05T12:26:31","score":5,"content":"Application beaucoup plus complète que l'ancienne version, qui propose différent schéma d'information concernant les prochains départ et qui peut être affiché exactement comme l'ancienne version en quelque seconde dans les paramètres","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2024-03-05T06:16:17","score":1,"content":"Nouvelle interface catastrophique née d'un esprit tortueux ! Pas du tout intuitive et manque des infos élémentaires","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2019-03-14T11:05:38","score":5,"content":"Super application (même s'il y a quelques bugs parfois), il faut prendre un peu de temps pour découvrir toutes ses fonctionnalités mais sinon vraiment utile et plutôt complète","reviewCreatedVersion":"2.2.1"},{"at":"2019-11-21T07:01:29","score":1,"content":"Cest du grand n'importent quoi cette appli toujours entrain de buger, pas fiable, manque de précisions ! Franchement si javais la possibilité de changer app je l'aurais fait !!! Changer de devloppeur jen sais rien mais bougé vous la nouille un peu sa commence a bien faire!!!!!","reviewCreatedVersion":"2.2.7"},{"at":"2024-06-15T10:14:38","score":1,"content":"La nouvelle mise à jour est incompréhensible... les horaires donner sont faux et les trajets proposers sont catastrophiques. Je déconseil vivement","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2021-02-20T10:34:44","score":3,"content":"Tres utile pour savoir quand passent les bus, par contre depuis un certain temps le mod l'itinéraire n'est plus aussi performant qu'avant.... C'est dommage","reviewCreatedVersion":"2.2.9"},{"at":"2022-06-16T18:34:50","score":1,"content":"Impossible d'obtenir un itinéraire. Pas très pratique. Navez-vous pas des professionnels pour gérer votre applications ? Je préfère utiliser l'app des CFF pour obtenir un itinéraire.","reviewCreatedVersion":"2.2.22"},{"at":"2019-01-09T17:11:54","score":3,"content":"Bien mais le widget \"tpg départs \" bugue. Il ne se charge qu'une fois et se bloque. obligation de le reparamétrer à chaque fois.","reviewCreatedVersion":"2.2.1"},{"at":"2021-10-22T06:05:07","score":2,"content":"Ras le bol de ces publicités invasives !!! Et maintenant aussi des vidéos que l'on ne peut pas quitter avant de les avoir terminés.","reviewCreatedVersion":"2.2.20"},{"at":"2020-10-27T05:58:25","score":3,"content":"L'application ne fonctionne plus au niveau des Trams. Quand je veux faire un itinéraire, ça me met que des bus aulieu que d'habitude ça me met toujours les Trams Ce problème persiste depuis 4 jours","reviewCreatedVersion":"2.2.9"},{"at":"2020-11-27T16:18:58","score":4,"content":"Super appli. Malheureusement depuis quelques temps les tram ne sont plus proposé lorsque l'on fait un itinéraire... Ca serai bien de recrifier cela. Merci","reviewCreatedVersion":"2.2.9"},{"at":"2020-01-18T14:04:56","score":1,"content":"Depuis plusieurs semaines, toujours le même message d'erreur... \"le service est actuellement indisponible\"... Du coup j'utilise l'application des CFF... Logique🤦‍♀️","reviewCreatedVersion":"2.2.9"},{"at":"2023-11-10T13:38:44","score":2,"content":"Si vous ne respectez ni vos horaires officiels, ni les horaires en temps réel, à quoi sert votre application ? Qu'il s'agisse de retard ou d'avance, réussir à prendre son bus/tram est de l'ordre du hasard désormais. Impossible de faire confiance à l'application.","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2021-03-21T19:57:42","score":3,"content":"Les problèmes d'itinéraires sont volontaires, les TPG essaient de nous forcer a passer sur la nouvelle appli où vous devrez renter vos coordonnées... afin qu'elles soient utilisées à mauvais escient. Sinon ca ferait longtemps que ce bug serait réglé CQFD.","reviewCreatedVersion":"2.2.16"},{"at":"2024-03-05T13:26:24","score":1,"content":"Pas pratique depuis la mise à jour de décembre....on régresse on complexifie plus moyen d'anticiper les correspondances ! Un vrai gâchis dommage","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2024-03-05T12:41:14","score":1,"content":"J'utilise l'app des CFF, qui est très nettement plus facile d'utilisation 🚂 Depuis la dernière mise à jour de l'app TPG, c'est vraiment la catastrophe 😵‍💫 J'ai lu l'article dans 20minutes ce matin où les TPG défendent leur app...0.006% d'avis négatif selon eux...La régie vit dans quel monde ❓️❓️❓️ Il y a 100% d'avis négatifs (totalement justifiés) concernant la dernière mise à jour dans le Play Store ‼️ Revenez sur Terre les TPG et arrêtez de vous mentir à vous-même ‼️","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2024-04-20T09:46:00","score":2,"content":"Aujourd'hui samedi 20 avril 2024, j'attendais le 51 direction CO Renard à 11h30 arret sig lignon, affiché à l'heure puis avec +1 minute de retard puis il disparu de l'écran de l'application pour m'affiche les bus suivants, pour finir il arrive 11h33 , c'est perturbant que le bus soit plus affiche s'ils sont en retards. J'ai vécu cette situation plus fois sur plusieurs lignes dommage la première version était au top à tout les niveaux. Pourriez-vous règle ce soucis d'affichage des bus en retard.","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2021-01-13T05:22:45","score":1,"content":"L'application ne fonctionne plus concernant les itinéraires et elle plante la plus part du temps quand on regarde dans combien de temps un bus/tram va arriver à tel ou tel arrêt...","reviewCreatedVersion":"2.2.15"},{"at":"2024-09-14T09:12:32","score":1,"content":"suite à une réinstallation impossible de remettre l'appli qui fonctionnait auparavant. très déçu et pas d alternative bouhhhh !","reviewCreatedVersion":null},{"at":"2020-07-20T22:26:07","score":1,"content":"Les horaires affichés sont souvent incorrectes, il faut rafraîchir toutes les 30sec et ne jamais se fier à des horaires figés car ils n'ont aucune valeur. Vu le prix que nous payons pour ces transports c'est scandaleux.","reviewCreatedVersion":null},{"at":"2019-02-20T06:48:34","score":1,"content":"L'application affiche les fausses horaires quand il s'aggit de faire un itineraire avec un ou plus de changements. j'ai failli être en retard plusieurs fois à cause de la confiance que j'ai fait au tpg.","reviewCreatedVersion":"2.2.1"},{"at":"2024-04-02T03:14:40","score":1,"content":"Vraiment les pires transports publiques. Chaques bus, chaques arret il y a toujours du retard ! Soit votre application à des problèmes plusieurs personnes se plaignent d'ailleurs. Soit vos chauffeurs ne savent pas respecter un horaire. L'un ou l'autre mais il serait peut-être temps de régler ces problèmes parce-que ça devient lourd sortir de chez-sois et attendre pendant x temps à l'arret.","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2019-02-07T07:38:26","score":1,"content":"Les horaires sont là juste pour nous rassurer, ou alors les tpg ne sont pas toujours voir rarement à l'heure.. Pfff et on paie un abonement qui coûte un bras. Bref super","reviewCreatedVersion":"2.2.1"},{"at":"2022-06-16T07:12:25","score":2,"content":"L'application bugue depuis quelques temps lors de la recherche d'itinéraire. Maintenant cette fonctionnalité ne marche plus du tout.","reviewCreatedVersion":"2.2.22"},{"at":"2021-11-03T07:08:29","score":1,"content":"Comment prôner la mobilité douce avec ce genre d'application: horaires faux, emplacements des arrêts erronés, possibilité de paiement reduite à néant ??? Vous avez fait l'école du rire ??? Dommage, que le système m'impose de mettre une étoile au minimum.....","reviewCreatedVersion":null},{"at":"2020-02-21T14:28:09","score":4,"content":"Très pratique. Il ne manque que la liste des horaires par ligne comme sur l'ancienne application...","reviewCreatedVersion":"2.2.9"},{"at":"2020-11-20T09:39:22","score":1,"content":"Idem que les autres commentaires. Pas de tram dans les itinéraires. Et visiblement cela fait des semaines que c'est comme ça ! Désolant...","reviewCreatedVersion":"2.2.9"},{"at":"2024-02-25T11:03:08","score":1,"content":"Vous horaires sont pas juste. Ça dit que le bus passe dans dans 1 minute et ç'est faut. Bref l'ancienne application était mieux beaucoup mieux.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2024-03-05T07:47:01","score":1,"content":"Pas content du tout. Utilisateur de tous les jours... Mais je préfère l'appli précédente. Donnez nous les minutes à attendre au lieu de l'horaire !","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2021-03-30T18:58:34","score":2,"content":"Comment est-ce possible au même moment d'obtenir 2 itinéraires différents pour un même trajet sur 3 téléphones différents ? Truth is behind ? Faut qu'on m'explique !","reviewCreatedVersion":"2.2.16"},{"at":"2023-12-08T14:17:26","score":1,"content":"Votre nouvelle app, bien que plus esthétique que l'ancienne, est en revanche beaucoup moins pratique et claire. Le mieux est et restera toujours l'ennemi du bien :-( A méditer.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-01T13:11:47","score":1,"content":"Je n'écris pas souvent de commentaire mais cette appli est une vrai purge. On trouve rien et la partie info trafic ne fonctionne jamais. Du coups je vais sur le site internet pour des infos.","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2024-02-01T19:09:44","score":1,"content":"Mais pourquoi avoir changé l'app!? La version précédente était vraiment mieux. Maintenant je ne comprends plus et je ne retrouve plus les fonctionnalités qui m'étaient vraiment utiles. Trop déçue :(","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-15T08:42:56","score":1,"content":"Horrible la nouvelle appli, l'ancienne était meilleure et ce n'est pas une question d'adaptation, mais question visuelle et plus facile a trouver ce qu'on cherchait... rendez nous l'ancienne version svp 😢","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-08-19T20:34:00","score":1,"content":"Bravo au développeur avez-vous essayer de vous servir de cette application pour vous déplacer ?? C'est juste impossible de trouver les bonnes informations une vraie catastrophe.","reviewCreatedVersion":"2.2.22"},{"at":"2023-08-10T15:28:43","score":2,"content":"l'application a totalement changée, elle est devenue inutilisable. Les horaires ne font que de changer et informent que le bus passe 2 à 3 min après son passage, ce qui rend difficile de choper son bus... bref je suis triste de cette maj","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2023-11-14T09:06:58","score":1,"content":"Ne fonctionne plus correctement depuis plus d'une semaine : \"plus de passage à cet arrêt\" / \"aucun arrêt trouvé\". Vraiment énervant.","reviewCreatedVersion":"2.2.22"},{"at":"2018-11-20T17:18:31","score":1,"content":"Les menus Horaires et Favoris plantent systématiquement depuis la dernière mise à jour. Donc inutilisable maintenant.","reviewCreatedVersion":"2.0"},{"at":"2021-04-26T18:53:47","score":1,"content":"Pas de trame à Genève pour les gens sous android??? Malgrés le fait que l'option soit coché dans les options, l'application ne me propose jamais les trames alors que mon collègue sur iPhone, pas de bug, les trames sont bien là. Est-il normal que google map fonctionne mieux que l'application des TPG ? Messieurs les développeurs, à vos lignes de code, tout le monde n'est pas chez Apple 😁","reviewCreatedVersion":"2.2.16"},{"at":"2023-08-28T06:42:19","score":1,"content":"Tellement compliqué a utiliser. La version précédente était simple et efficace. Dommage d'avoir changé.","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2024-02-11T08:07:25","score":1,"content":"L'application ne s'ouvre pas. Obligé de passer par TPG +. Dommage car c'était une application très utile et simple d'utilisation contrairement à TPG+","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2018-10-08T03:55:33","score":1,"content":"Toujours aussi peu fiable je viens de louper mon bus qui selon l'application devait passer à 5h57 et pour finir il est passer à 5h51 donc si vous ne savez pas faire d'applications fiables pour vos transport veuillez vous abstenir merci...","reviewCreatedVersion":"1.4.15"},{"at":"2023-12-20T11:28:09","score":1,"content":"J'ai voulu consulté l'horaire d'un bus, j'ai ouvert l'application, j'ai vu l'interface et j'ai vomit. Tout de suite fermé l'appli et supprimé. Note moyenne 1,2 va falloir se poser de sérieuses questions les TPG...","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2018-12-16T21:36:49","score":1,"content":"Il y a de la publicité, sur toutes les pages !!!! Sur l'application d'un service public !!!! Utilisez plutôt l'application des CFF.","reviewCreatedVersion":"1.0.11"},{"at":"2023-12-16T16:59:53","score":1,"content":"Bus toujours en retard. Application devenue impossible à manipuler, mise jour inutile. Remettez l'app comme avant parce qu'on s'y retrouve plus!!!","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-10T09:45:41","score":1,"content":"La nouvelle version est illisible, peu ergonomique. Total perte de temps à utilisation.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2019-04-06T03:40:39","score":2,"content":"N'affiche pas certains horaire matinaux.. Ce qui est très désagréable lorsqu'on repose principalement sur l'application..","reviewCreatedVersion":"2.2.1"},{"at":"2021-07-14T11:08:33","score":1,"content":"UTILISEZ PLUTOT L'APP CFF. MARCHE TRES BIEN AUSSI POUR ITINERAIRES DANS RESEAU TPG. La blague les itinéraires! Pas possible de joindre 2 arrets du réseau. Grangettes-Aubert: aucun itinéraire trouvé! Vos programmeurs devraient utiliser les transports publics... à moins qu'ils soient dans un pays exotique...","reviewCreatedVersion":"2.2.16"},{"at":"2024-01-24T10:24:35","score":2,"content":"L'application tpg pour les horaires n'est vraiment pas top. L'ancien application était bien plus claire, juste et utile.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-08-06T12:28:38","score":1,"content":"La dernière version de l'application : un labyrinthe, inutilement compliquée et non user friendly.","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2024-01-09T13:01:03","score":1,"content":"L'application était bien mieux avant. On ne sait même pas quand les informations d'incidents ont été affichées. Pourquoi faire simple, quand on peut faire compliqué.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2021-05-14T19:56:33","score":1,"content":"Désoler mais les pub intempestive c'était vraiment obliger ? Déjà les bendrole maintenant les pubs vidéo ??? A prendre les gens pour des vaches à lait je vais supprimer cette appli chiante et pas si utile que sa","reviewCreatedVersion":"2.2.16"},{"at":"2023-12-23T17:24:21","score":1,"content":"Tout ce qui est utile, rapide, important, a disparu. Application devenue presque inutile et surtout inutilisable","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-08-20T20:20:03","score":3,"content":"La mise à jour a changé complètement l'application.. c'est pas mal sauf que c'est un peu trop compliqué maintenant.","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2023-10-19T16:05:26","score":1,"content":"Cet nouvelle app est incompréhensible. Ne pouvez-vous pas remettre l'ancienne version qui était elle simple et directe.","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2019-05-14T17:17:13","score":1,"content":"les horaires sont faux et irréguliers a un moment le bus arrive dans 10min et 30 secondes après il est deja 5 arrets après à part vous faire perdre votre temps cette aplication est inutile refferez vous aux tableaux présent aux arrêts en plus elle est bourrée de pub une honte","reviewCreatedVersion":"2.2.4"},{"at":"2021-06-02T08:01:02","score":3,"content":"L'app fonctionnait bien jusqu'à... depuis hier elle me dit pas d'itinéraire trouvé entre Sillons et Grangettes. Étrange car il suffit d'un bus et du tram pour effectuer ce trajet","reviewCreatedVersion":"2.2.16"},{"at":"2023-12-15T12:59:26","score":1,"content":"L'ancien version était mieux et plus pratique à utiliser. Avec cette application j'arrive pas m'organiser un retour vers L'ancien version sera mieux.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-10T20:24:15","score":1,"content":"Visuel horrible pour les yeux, on trouve plus rien, pourquoi changer une application qui marchait bien pour la détruire comme ça. Revenez a celle d'avant, tout le monde le dit !","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-12T18:04:17","score":1,"content":"Depuis la mise à jour : nul, pas intuitif, beug et beaucoup trop complexe. Je vais desinstallé...","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-11-13T17:05:39","score":2,"content":"Mise à jour désastreuse, si on cherche un arrêt à proximité c'est marqué qu'il y a pas, alors que je suis à 10m d'un arrêt.","reviewCreatedVersion":"2.2.22"},{"at":"2024-12-10T13:18:16","score":1,"content":"Je rejoins les autres avis, la nouvelle version est vraiment NULLE !!! Je comprends pas que vous ne fassiez rien avec autant de mauvais retours.","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2021-04-15T11:13:16","score":1,"content":"Avant fonctionnait très bien depuis un petit moment les lignes 14 12 et 17 n'existent plus. C'est vraiment dommage !","reviewCreatedVersion":"2.2.16"},{"at":"2020-12-17T15:29:58","score":2,"content":"Plusieurs fois j'ai eu une discordance entre l'appli et l'arrivé ou le départ d'un bus ! Ce qui a eu comme conséquence de louper le bus. Pouvez-vous corriger cette horaire ?","reviewCreatedVersion":"2.2.9"},{"at":"2024-01-12T09:05:01","score":1,"content":"Je préférais nettement l'ancienne version que celle-ci... et depuis que j'ai changé de téléphone, impossible d'ouvrir l'application...","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2021-03-14T08:11:24","score":1,"content":"Pour une raison inconnue, les trams ne sont plus pris en compte dans les itinéraires! Seul les bus apparaissent !","reviewCreatedVersion":"2.2.16"},{"at":"2023-12-06T05:08:45","score":1,"content":"Comme d autres l ont dit, les infos ne sont plus du tout juste (avant oui) .. vehicules annonces, pas d arrivee, et l app ne marche pas tjs non plus.","reviewCreatedVersion":"2.2.22"},{"at":"2024-03-06T12:01:38","score":1,"content":"Catastrophique, l'ancienne version était bien mieux et le suivi des horaires était correct. Maintenant je rate mon bus si je m'en tiens à l'appli😪 Bus 20","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2018-12-04T06:58:45","score":3,"content":"Les itinéraires depuis Châtelaine sont incohérents (près d'une heure pour aller jusqu'à Claparède?), alors qu'ils sont très bien sur le site internet :/","reviewCreatedVersion":"2.0.1"},{"at":"2023-02-16T15:37:07","score":5,"content":"L'application marche beaucoup mieux et chose bizarre, il n'y a aucune pub. On va pas s'en plaindre après tout.","reviewCreatedVersion":"2.2.22"},{"at":"2025-02-24T17:57:05","score":5,"content":"Cette application est vraiment top !! À présent, elle est très fiable, très pratique et vraiment facile à utiliser. Je m'en sers plusieurs fois par jour et j'en suis ravie 👍👍👍","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2024-02-11T10:31:16","score":1,"content":"Très mauvaise mise à jour, on se perd dans l'app et les horaires ne correspondent pas à la réalité.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2022-06-19T06:57:16","score":1,"content":"Plus aucun itinéraire ne s'affiche depuis 1 semaine, cette application ne sert à plus rien !","reviewCreatedVersion":"2.2.22"},{"at":"2024-07-25T08:35:09","score":1,"content":"Impossible de s y retrouver dans cette nouvelle version. L'ancienne version fonctionnait très bien, quel dommage.","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2023-12-02T06:35:24","score":1,"content":"Cette nouvelle appli nous fait regretter l'ancienne. Aucune logique pour s'y retrouver, navigation chaotique....","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2021-10-04T13:21:51","score":3,"content":"Le mode itinéraire ne fonctionne pas. Il indique toujours aucun itinéraire trouvé.","reviewCreatedVersion":"2.2.20"},{"at":"2023-04-06T03:21:59","score":1,"content":"Toujours un problème sur cette app, soit aucun itinéraire n'existe soit les recherche sont indisponibles dommage pour une app censée être indispensable...","reviewCreatedVersion":"2.2.22"},{"at":"2023-12-08T16:51:35","score":1,"content":"INUTILISABLE !!! que se passe-t-il dans la tête des dévelopeurs la version précédente était impéccable","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-11T20:26:17","score":1,"content":"Franchement c était mieux avant... rien que pour choisir un billet c est compliqué... bien plus ergonomique avec la version précédente","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-11T18:07:35","score":1,"content":"On ne comprends rien de la nouvelle version de l'application !!!!!! Impossible d'avoir l'horaire en temps réel. C'est geniaaaaaal !!!!!","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-16T07:12:45","score":2,"content":"La nouvelle version ressemble beaucoup trop a tpg+. Aucun intérêt. J'utilisais l'appli tpg car elle était toute simple là c'est devenu trop lourd...","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-01T18:01:45","score":1,"content":"Une catastrophe!! Rien a voir av l'ancienne, possible que c'est une question d'abitude , devoir cherché les arrêts par l'or non ao per du ⌛️ les personnes de ne sachant écrire correctement le fr ,catastrophe","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2019-11-11T09:00:08","score":3,"content":"Trop de confusions. Beaucoup trop de problemes. Manque de cohesion. Efficacite relative.","reviewCreatedVersion":"2.2.4"},{"at":"2020-01-07T14:16:19","score":3,"content":"Parfois, les transports arrivent quelques minutes avant ou après les heures indiquées. C'est pourquoi je me suis abstenue de mettre les deux dernières étoiles.","reviewCreatedVersion":"2.2.9"},{"at":"2024-01-10T21:23:26","score":1,"content":"Allez mesdames messieurs on vise les 1 étoile de moyenne. Il est possible de trouver les anciennes versions de l'application sur internet.","reviewCreatedVersion":"2.2.22"},{"at":"2019-11-07T15:38:32","score":1,"content":"Les horaires ne sont pas justes depuis 2 semaines. Il y a un énorme retard des lignes 11et 3. La appli dis que le bus arrivera en 4 min en en fait on attends +de 10 min. J'arrive tout juste à mon travail malgré l'effort de sortir plus tôt que d'hab. La ligne 3 dir.Gardiol à 7.30 du matin est pathétique, on dirait un pot de filet d'anchois tellement rempli de monde. C'est horrible le réseau Genevois, je suis déçue. Malgré tout ça j'espère que un jour ça marchera aussi bien que à Lausanne.","reviewCreatedVersion":"2.2.1"},{"at":"2019-02-13T07:43:16","score":1,"content":"une appli inutile qui ne trouve pas ses propres horaires. je mettrai une étoile de plus quand ce sera une vrai appli et pas juste une perte de temps","reviewCreatedVersion":"2.2.1"},{"at":"2023-11-14T08:34:07","score":3,"content":"J'étais plutôt satisfaite mais depuis plusieurs jours les horaires ne s'affichent plus même après avoir désinstallé et ré installé l'app","reviewCreatedVersion":"2.2.22"},{"at":"2023-12-06T20:57:45","score":1,"content":"Mais c'ette application ne sert a rien et l'intervacce est nulle et est pire que avant avec des fonctionnalités qui sont MISERABLE c'est une erreur et une insulte aux collaborateurs rendez nous la vieille appli","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2020-11-04T06:22:51","score":1,"content":"Hello les tpg, votre appli ne marche plus depuis quelque temps, il n'y a plus les trams. Dommage, c'était super avant.","reviewCreatedVersion":"2.2.9"},{"at":"2023-12-07T17:36:52","score":1,"content":"J'ai découvert la nouvelle version aujourd'hui. C'est catastrophique. L'ancienne version était claire et facile à utiliser. Dommage !","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-08T17:48:03","score":1,"content":"Pas convaincu par la mise à jour du tout. Bcp plus simple d'utilisation auparavant.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2021-02-16T09:06:29","score":1,"content":"Horaires différents de ceux à l'arrêt de bus, impossible de prévoir un trajet. Application inutile.","reviewCreatedVersion":"2.2.9"},{"at":"2023-12-16T13:11:57","score":4,"content":"Bonjour, où retrouve t'on le billet adulte 1h au demi tarif !? Pourquoi compliquer une application simple ? Que signifie les quais aux arrêts de bus ? Merci d'avance","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-05T17:16:32","score":1,"content":"Il y a quelque mois, le passage forcé avait été mentionné comme accidentel. A priori pas vu qu'on s'y retrouve à nouveau","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-16T07:18:46","score":1,"content":"Très très nuls la nouvelle application, je préfère l'ancienne elle meilleur et pratique a tout le monde , je vois pas pourquoi changer quelque chose qui est bien","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2019-12-04T22:31:24","score":1,"content":"Compliqué pour pas grand chose. Dur de regarder l'horaire pour le lendemain.. Ils pourraient prendre exemple sur les CFF où l'app est bien","reviewCreatedVersion":"2.2.7"},{"at":"2022-11-23T07:05:06","score":1,"content":"Une honte Les informations sont disponibles une fois sur deux mais pas de soucis la pub charge bien. Laissez tomber cette appli et prennez celle des CFF","reviewCreatedVersion":"2.2.22"},{"at":"2023-12-13T05:56:43","score":2,"content":"Pas top cette nouvelle version. Les horaires en ligne, grosse régression. Plus d'horaires en ligne (en direct)","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-08-06T11:15:33","score":1,"content":"Mise à jour vraiment nul ! Il n'y a plus les favoris. Trop compliqué. On comprend plus rien. Je veux retourner sur l'ancienne version, mais je sais pas comment faire.","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2023-12-06T14:24:38","score":1,"content":"Bon et bas une nouvelle fois sa change et de la M.... Serieux deja que c'etait limite ben mtn les horraire sont meme pas accorder a vos transport. 3 fois ajd meme ou votre appli c'est tromper.","reviewCreatedVersion":"1.4.2"},{"at":"2019-06-02T12:08:45","score":4,"content":"Utile pour les itinéraires et horaires des bus/tramways !! Super pratique les billets par SMS, juste 0.28cts de hors forfait quand j'envoie depuis la Suisse...","reviewCreatedVersion":"2.2.4"},{"at":"2020-10-27T16:23:57","score":1,"content":"Impossible de faire 1 itinéraire depuis plusieurs jours. N'affiche ni les bus ni les trams . Merci de faire quelque chose et vous aurez 5","reviewCreatedVersion":"2.2.9"},{"at":"2019-05-18T17:56:03","score":2,"content":"Il serait temps de refaire une bonne interface et de l'OPTIMISER parce que là le truc lague un s10","reviewCreatedVersion":"2.2.4"},{"at":"2021-05-13T21:49:26","score":1,"content":"La fonction \"itinéraire\" ne marche plus et quand on fait “à proximité\" sa fais une mauvaise localisation...","reviewCreatedVersion":"2.2.16"},{"at":"2019-12-14T17:39:02","score":2,"content":"impossible de la mettre à jour même en la réinstallant... totalement nulle Idem en 2019 L'application nous dit de mettre à jour mais impossible...","reviewCreatedVersion":"2.2.9"},{"at":"2019-02-05T14:04:39","score":1,"content":"Depuis pas mal de temps, Quant on mets à jours les lignes, message service indisponible de plus le widget ne fonctionne pas","reviewCreatedVersion":"2.2.1"},{"at":"2019-08-11T00:19:10","score":5,"content":"L'application est Top, facile d'utilisation, rapide et pratique en tout temps. Merci à celles et ceux que nous ne voyons pas et qui partagent notre vie au quotidien 💃","reviewCreatedVersion":"2.2.4"},{"at":"2019-05-21T05:03:28","score":2,"content":"L'arrivée des pubs en pop up rendent cette application presque inutile; comment connaître un horaire rapidement avec ces coupures intempestives ?","reviewCreatedVersion":"2.2.4"},{"at":"2021-11-02T07:53:53","score":1,"content":"Les horaires sur l'application ne correspondent pas aux horaires réels et affichés à l'arrêt !","reviewCreatedVersion":"2.2.20"},{"at":"2021-11-23T07:02:58","score":1,"content":"Je rate mes rendez-vous à cause des mauvais horaires de cette app qui semble pas avoir les mêmes horaires des bus.","reviewCreatedVersion":"2.2.20"},{"at":"2023-09-06T11:41:06","score":1,"content":"La nouvelle application est horrible, pas du tout intuitive et fausse en plus","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2020-11-23T12:37:15","score":1,"content":"Plus d'itinéraires avec les trams, on est obligés de faire des détours avec les bus.","reviewCreatedVersion":"2.2.9"},{"at":"2023-12-17T17:12:02","score":1,"content":"Je partage les commentaires des autres utilisateurs : grosse régression dans l'ergonomie, notamment pour accéder rapidement aux arrêts favoris. Tristesse. J'espère que les tpg liront nos avis, et reviendront en arrière.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-18T16:26:16","score":1,"content":"Je ne comprends pas. Pourquoi vouloir changer quelques choses qui marchait bien. Maintenant on s'y perd car il y a on ne sait combien de test à faire pour comprendre comment fonctionne l'application","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-09T15:38:22","score":1,"content":"C'est trop nul depuis la nouvelle mise à jour tout est beaucoup plus compliqué, remettez l'ancienne version","reviewCreatedVersion":null},{"at":"2024-08-19T10:48:57","score":1,"content":"Pas assez clair c ta dire que on cest pas quel bus prendre les arrêt il sont pas mise à jour ducoup on attend au mauvais endroit et les quai sont faux parfois","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2019-03-14T05:11:35","score":1,"content":"Bonjour, Pour je ne sais quelle raison, votre flux pour les horaires aux arrêts est bloqué par Orange France, du moins avec l1 restriction de contenu non adapté aux enfants (?).","reviewCreatedVersion":"2.2.1"},{"at":"2024-01-11T13:56:38","score":1,"content":"Nul ! Une MaJ c'est pour améliorer pas péjorer ! Tous les aspects pratiques ont disparus, elle est devenu inutile !","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2020-08-17T13:20:35","score":1,"content":"Abandonnée ???? Je vous donne 1 ex parmi bcp : Je recherche : Itinéraire Les Esserts --> Bel-Air = aucun itinéraire trouvé. C'est quasi tt le temps","reviewCreatedVersion":"2.2.9"},{"at":"2023-12-27T12:30:05","score":1,"content":"Terrible depuis le changement visuel. Rien ne marche comme avant...","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2024-06-21T13:20:58","score":1,"content":"Je ne vais pas répéter ce que tous les autres mauvais commentaires disent, globalement depuis la grosse mise à jour c'est une catastrophe.","reviewCreatedVersion":"2.2.16"},{"at":"2025-04-25T09:50:44","score":1,"content":"À l’image de vos services, c’est à dire MINABLE","reviewCreatedVersion":"3.1.6 (16)"},{"at":"2023-12-19T06:56:33","score":2,"content":"pourquoi changer une recette qui fonctionne bien surtout que personne demandait ça ceux qui veulent des fonctionnalités plus avancées vont sur l'application tpg+","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2018-11-21T06:05:33","score":1,"content":"Depuis la mise a jour, je ne peux plus acceder a rien, faudrait y remedier car je l'utilise tt les jours","reviewCreatedVersion":"2.0"},{"at":"2022-05-29T16:25:31","score":2,"content":"Google est plus performant que l'application pour établir des itinéraire. Sérieusement à revoir.","reviewCreatedVersion":"2.2.22"},{"at":"2023-12-09T12:28:56","score":1,"content":"Elle passe sont temps à beuger c'est infernal. Elle est tout sauf intuitive.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2021-04-15T18:47:38","score":4,"content":"Très simple pas du tout compliqué à comprendre à utilisé nettement mieux que la nouvelle qui est incompréensive super compliqué à l'utilisation","reviewCreatedVersion":"2.2.16"},{"at":"2023-12-15T12:56:20","score":2,"content":"Difficile de voir les perturbations, retards et déviation de parcours dans cette version","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2021-06-12T19:07:14","score":1,"content":"Ne donne plus les horaires de tram depuis bientôt une année. Inutilisable.","reviewCreatedVersion":"2.2.16"},{"at":"2023-09-21T04:53:17","score":1,"content":"Plus moyen d'avoir d'itinéraires, donc application inutile... Désinstallé et réinstallé mais toujours pareil","reviewCreatedVersion":"2.2.22"},{"at":"2023-08-09T13:22:44","score":1,"content":"Dernière version nulle met pas dans combien de minute arrive le bus mais l'heure d'arrivée supposé + les minutes de retard c'est contre intuitif","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2023-09-04T07:02:39","score":4,"content":"Merci pour le retour à l'ancienne application, quand même plus pratique pour les correspondances.","reviewCreatedVersion":"2.2.22"},{"at":"2021-01-17T08:58:42","score":1,"content":"Les itinéraires proposent des choix absurdes. Google fait mieux mieux !","reviewCreatedVersion":"2.2.9"},{"at":"2018-10-16T11:06:23","score":4,"content":"Trop souvent un service indisponible (evidement les moments ou on en a vraiment besoin) sinon tres bonne application","reviewCreatedVersion":"1.4.15"},{"at":"2022-05-18T12:54:34","score":5,"content":"Très bonne application. Cependant, Pourquoi ne peut-on pas payer les tickets par carte de crédit?","reviewCreatedVersion":"2.2.22"},{"at":"2024-02-02T10:10:31","score":1,"content":"La dernière version était beaucoup mieux, il faut absolument la restaurer!!!!!!","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2024-09-06T13:35:47","score":1,"content":"Version clairement inférieure à la précédente. Il n'y a pas même pas d'options de favoris.","reviewCreatedVersion":null},{"at":"2021-02-08T16:59:13","score":1,"content":"Plus de tram!!! Impossible de voir un itinéraire avec des trams!!!","reviewCreatedVersion":"2.2.9"},{"at":"2019-12-11T08:10:41","score":1,"content":"Tellement pratique auparavant. Maintenant c'est bourré de pubs intrusives.","reviewCreatedVersion":"2.2.7"},{"at":"2020-11-05T16:23:30","score":1,"content":"L application de fonctionne simplement plus du tout correctement. Faites vite quelque chose svp.","reviewCreatedVersion":"2.2.9"},{"at":"2022-06-19T11:40:03","score":1,"content":"Itinéraire Gare Cornavin - Les Ouches, l'appli ne trouve rien. Celle des CFF m'est plus utile.","reviewCreatedVersion":"2.2.22"},{"at":"2020-12-07T14:19:53","score":1,"content":"Je confirme, plus de tram depuis qques jours. Par contre l'application CFF est top!","reviewCreatedVersion":"2.2.9"},{"at":"2022-06-16T21:39:11","score":2,"content":"Itinéraire ne fonctionne pas... Application pas aboutie et visiblement rien n'est entrepris pour cela.","reviewCreatedVersion":null},{"at":"2023-09-15T14:53:53","score":1,"content":"Application pas fiable, itinéraire aléatoire, on se demande ce qu il c'est passé dans leur tête.","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2022-05-24T10:18:11","score":5,"content":"Très pratique; horaires mis à jour en permanence; facile d'utilisation; informations si travaux ou retard dû à une manifestation","reviewCreatedVersion":"2.2.22"},{"at":"2021-02-08T10:45:54","score":3,"content":"Pourquoi est-ce que les lignes de tram n'apparaissent plus dans les horaires et itinéraires ???","reviewCreatedVersion":"2.2.9"},{"at":"2019-11-28T19:53:33","score":5,"content":"Tres bonne app, fiable et super utile! Je m'en sers pour tous mes déplacements dans Genève.","reviewCreatedVersion":"2.2.7"},{"at":"2019-11-05T08:13:20","score":1,"content":"Le réseau tpg est vraiment mal pensé, beaucoup de retards sur les lignes ainsi que des absences de bus sans que TPG ne soit apte à fournir des informations. En plus de cela le prix de l'abonnement ou du ticket est beaucoup trop excessif !","reviewCreatedVersion":"2.2.7"},{"at":"2019-11-23T15:21:41","score":3,"content":"Bonne application en général mais les widgets ne se mettent pas à jour.","reviewCreatedVersion":"2.2.7"},{"at":"2018-11-21T19:17:44","score":1,"content":"Impossible de faire fonctionner l'application! J'espère que le problème sera vite réglé! !","reviewCreatedVersion":"2.0"},{"at":"2021-11-15T09:42:45","score":1,"content":"Les horaires sont faux, ils ne correspondent même pas à ceux affichés aux arrêts qui, eux, sont plus près de la vérité.","reviewCreatedVersion":"2.2.20"},{"at":"2020-12-11T12:21:22","score":5,"content":"Je ne prends que les transports publics et je trouve cette application indispensable...","reviewCreatedVersion":"2.2.9"},{"at":"2018-11-21T12:16:45","score":1,"content":"La version d'hier ne fonctionne pas. Et les tests de non régression? Jamais entendu parlé ?","reviewCreatedVersion":"2.0"},{"at":"2020-01-11T08:59:18","score":2,"content":"J'ai installé... quand l'appli à voulue une autorisation pour la position de mon appareil et que j'ai refusé, elle a plantée !!","reviewCreatedVersion":null},{"at":"2020-11-25T21:09:18","score":1,"content":"L'application ne fonctionne pas depuis longtemps. Il n'est pas possible de planifier un itinéraire.","reviewCreatedVersion":"2.2.9"},{"at":"2021-02-25T05:56:53","score":1,"content":"Indispensable pour se déplacer sur Genève et très intuitif. Application au top.","reviewCreatedVersion":"2.2.9"},{"at":"2018-11-21T12:10:12","score":1,"content":"Ne fonctionne plus depuis la mise a jour pourtant jai android supérieur à 4.0","reviewCreatedVersion":"2.0"},{"at":"2020-10-26T20:57:09","score":2,"content":"Les itinéraires n'indiquent plus les lignes 12 et 18 !!! Très ennuyeux...","reviewCreatedVersion":"2.2.7"},{"at":"2019-05-23T12:09:44","score":1,"content":"publicité désagréable, perte de temps à chaque fois.","reviewCreatedVersion":null},{"at":"2024-10-13T10:10:09","score":1,"content":"Impossible d'afficher mon billet dans l'application après paiement cela à de nombreuses reprises !","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2020-02-22T18:48:19","score":1,"content":"Incroyable, l''appli sur mon Xiaomi est encore pire que les services des TPG.. alors que celle sur iPhone est mieux faite","reviewCreatedVersion":"2.2.9"},{"at":"2022-05-30T10:53:21","score":1,"content":"Payer un abonnement hors de prix pour avoir des pub sur l'application.... Bande de rat #tpgratuit","reviewCreatedVersion":"2.2.22"},{"at":"2020-12-18T10:05:09","score":1,"content":"Nul, avant il y avait les trams que je dois prendre exclusivement et maintenant plus de possibilité !!!!!!","reviewCreatedVersion":"2.2.9"},{"at":"2018-11-22T09:04:24","score":1,"content":"Ia dernière mise à jour a rendu l'application inutilisable !","reviewCreatedVersion":"2.0"},{"at":"2021-05-30T18:56:15","score":1,"content":"Les tram n'apparaissent plus dans les itinéraires depuis plus de 6 mois","reviewCreatedVersion":"2.2.16"},{"at":"2020-11-13T11:09:39","score":5,"content":"Très pratique, facile d'utilisation, on peut acheter des billets via cette application, c'est plus rapide","reviewCreatedVersion":"2.2.9"},{"at":"2023-09-23T13:18:22","score":1,"content":"Quelle catastrophe cette application ! Impossible d'acheter un billet. Erreurs sur erreurs.... Conclusion : Je prendrais le bus sans billet.","reviewCreatedVersion":"2.2.22"},{"at":"2023-12-29T15:53:47","score":1,"content":"La nouvelle mise a jour n'etait pas pratique dans l'utilisation 😤😤😤 C'est une pure catastrophe !!","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-15T08:42:41","score":1,"content":"Nouvelle interface epouvantable, l'ancienne etait très efficace pourquoi la changer?","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2024-01-20T12:08:59","score":5,"content":"Rien a dire. je trouve cette application très facile à utiliser et j'ai jamais eu des problèmes avec les horaires. bravo 👍","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-10-03T05:45:34","score":1,"content":"On ne peut pas voir les passages aux arrêts qu'on a pas en favoris","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2023-11-14T12:28:18","score":1,"content":"Développeur nuls , plus de 1 jour pour régler un petit bug.","reviewCreatedVersion":"2.2.22"},{"at":"2019-06-30T05:49:40","score":5,"content":"très utile pour voyagé sur le réseau TPG... Horaires précis et compréhensible...merci.","reviewCreatedVersion":"2.2.4"},{"at":"2023-12-08T06:59:31","score":1,"content":"Vraiment nulle depuis la dernière Màj. La version précédente était beaucoup plus simple.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-05T12:05:28","score":5,"content":"Les gars calmez-vous... c'est financé par l'État si vous payiez vraiment pour ces produits l'app ne serait pas gratuite et les tickets 2× plus chers","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2023-11-14T08:38:51","score":1,"content":"3 jours que l'application ne fonctionne et marque qu'aucun transport ne passe nulle part... Suis je la seule ?","reviewCreatedVersion":null},{"at":"2024-02-03T22:16:45","score":1,"content":"Impossible de l'utiliser sur les samsung s24 ultra. Merci tpg guignol","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-08-30T09:41:01","score":5,"content":"Merci pour l'information et heureux de revoir la bonne version de retour 😉.","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2020-12-11T18:52:58","score":2,"content":"Il n'y a plus moyen d'avoir un itinéraire, dommage c'était une bonne application.","reviewCreatedVersion":"2.2.9"},{"at":"2024-03-05T07:29:21","score":1,"content":"L'ancienne version me manque. La maj est nulle. Illisible, trop d'informations, ..","reviewCreatedVersion":null},{"at":"2023-08-17T17:14:53","score":1,"content":"C'est simplement une horreur votre nouvel apps, totalement incomprehensible....","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2022-10-16T08:19:14","score":1,"content":"Application à utiliser si vous souhaitez rater votre correspondance 🙂 Mention aux conducteurs de bus qui partent en voyant les voyageurs qui paient leur salaire courir pour attraper leur correspondance 👏","reviewCreatedVersion":"2.2.22"},{"at":"2023-12-10T18:51:00","score":1,"content":"Absolument pourri cette nouvelle application. Pourquoi la compliquer quand c'était si simple avant.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-11T12:20:38","score":1,"content":"pas pratique, pas intuitive intuitive","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-11-11T09:06:49","score":1,"content":"Comment la tpg peux elle se permette de repondre qu elle fait des mises a jour par erreur ....une hotel c'è service inforatique","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2021-03-03T00:25:47","score":1,"content":"Nul nul nul il manque tout les trams l'apli est inutilisable sur android scandaleux... encore une fois les tpg nous épatent 👏🏼","reviewCreatedVersion":null},{"at":"2023-12-14T08:57:18","score":1,"content":"L'application crashe à chaque fois que je l'ouvre","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-13T11:17:15","score":1,"content":"La mise a jour est un catastrophe! C'etait tellement mieux avant.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2024-02-05T06:58:08","score":2,"content":"Nouvelle mise a jour imcomprehebsible. Revenir a l'anterieur !","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2019-02-21T21:56:20","score":1,"content":"rien ne marche depuis 1 semaines service indisponible...application inutile...","reviewCreatedVersion":"1.4.2"},{"at":"2021-06-16T10:35:23","score":1,"content":"Application escroquerie, on vous vend le ticket, le bus ne vient pas pendant des heures, puis une dame invoque des raisons de meeting de présidents, il n empêche qu on vendu le billet, mais qu on refuse catégoriquement de le rembourser alors qu' elle sait pertinemment qu'il n y a pas et qu il n y aura pas de service. Je mentionne aussi à quel point les chauffeurs TPG conduisent mal, qu'ils et elles accélèrent puis frénent droit derrière, bref, un service nul et désagréable.","reviewCreatedVersion":"2.2.16"},{"at":"2024-07-18T16:09:45","score":1,"content":"Application pas fiable, horaires pas mis à jour.","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2024-01-30T09:14:53","score":1,"content":"Je suis en colère. Les horaires affichés sont faux. Je suis constamment là à attendre des bus qui ne viennent absolument pas aux horaires indiqués, c'est effarant. La ligne 22 est concernée. Par ex le lundi 29.01. deux bus (8h39 et 8h49 chatelaine) affichaient +13 et +12 de retard. J'étais à l'arrêt à 08h26 et un 22, censé arriver à 28 me passe devant. Sur l'app celui de 8h28 était affiché en rouge barré. Je ne sais pas si je l'ai loupé. Puis, un bus est passé avant 8h50 et un autre 4min après.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-07T11:14:10","score":2,"content":"Wow, pourquoi avoir fait ça ? L'application était simple d'utilisation et mnt c'est la croix et la bannière pour trouver qqch ! Tpg, faites qqch !","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2020-12-18T07:33:11","score":1,"content":"Difficile d'utilisation, a l'image du site web et de ce réseau genevois mal distribué... On sent a quel point les tmg sont a l'écoute de leurs client(e)s","reviewCreatedVersion":"2.2.9"},{"at":"2019-08-17T08:05:14","score":1,"content":"Le bus 11 direction jardin botanique qui devait arriver à l'arrêt Carouge-Tours à 9h41, qui part devant mes yeux à 9h38. Je suis en retard au boulot génial.","reviewCreatedVersion":"2.2.4"},{"at":"2019-05-21T06:30:44","score":1,"content":"envahie par les pubs ! *quand tu dois te dépêcher de regarder un horaire et que tu te prends une pub* ... le widget qui ne fonctionne pas...","reviewCreatedVersion":"2.2.4"},{"at":"2024-02-15T09:40:26","score":2,"content":"Infiniment inférieure à l'ancienne, bug, donne des horaires erronés, résultat tu marches car il y a pas de bus, et 45 secondes plus tard un bus te passes devant. Une ruine du développement informatique. Ligne 9 arrêt vadier mercredi 14.2 après-midi","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2022-11-21T08:49:55","score":1,"content":"beaucoup trop de bug et de publicités","reviewCreatedVersion":null},{"at":"2021-11-23T14:17:39","score":1,"content":"C'est presque une honte que vous ayez 2 étoiles en guise de note. 90% du temps les horaires ne correspondent pas à la réalité. Mention spéciale pour le bus F qui ne respecte absolument aucun horaire 👏","reviewCreatedVersion":null},{"at":"2024-11-10T16:34:48","score":1,"content":"Depuis la mise à jour = pourquoi faire simple quand on peut faire compliqué","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2018-11-21T18:41:01","score":1,"content":"L'application ne fonctionne plus du tout depuis la dernière mise à jour !","reviewCreatedVersion":null},{"at":"2023-01-11T10:06:03","score":1,"content":"Je ne reçois plus mon journal et ne peux parler à aucune personne pour me donner une explication","reviewCreatedVersion":"2.2.22"},{"at":"2021-07-23T10:48:31","score":2,"content":"Suppression des départs du jour . Gros manque. Si à 0800 je prévois un déplacement vers 1500, je ne vais pas attendre 1445 pour savoir à quelle heure part mon bus. Je vais reprendre la voiture.","reviewCreatedVersion":null},{"at":"2023-12-07T05:58:59","score":4,"content":"La mise à jour annoncée et qui bloquait les infos trafic est enfin disponible","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-13T16:40:26","score":1,"content":"Nul, l'application au dela de ne pas être ergonomique indiques des horraires erronés.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2024-02-02T23:37:33","score":1,"content":"Le design le plus contre intuitif qu'il m'est été donné dr voir 😆","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-08-12T17:29:32","score":1,"content":"La vielle application était mieux, celle-ci est beaucoup moins précise","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2024-06-12T22:16:22","score":5,"content":"Application nickel ! Elle m'a beaucoup aidé pendant mon passage de 10 jours à Genève. Bravo et Merci 🙏🏽","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2024-06-07T19:30:23","score":1,"content":"Revoyez votre copie. l'ancienne besoin était nettement plus conviviale. Changer d'UX Designer !","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2023-12-19T15:00:32","score":1,"content":"La nouvelle mis à jour est horrible à utiliser alors qu'avant était tellement simple","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2025-03-07T10:04:29","score":1,"content":"Revennez sur l'anciene version et on peu pas mettre notre Swisspass ?!","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2022-03-08T14:54:57","score":1,"content":"Deux fois raté le bus en raison d'horaires erronés.","reviewCreatedVersion":"2.2.22"},{"at":"2023-12-16T06:48:15","score":1,"content":"Depuis la mise à jour, c'est devenu incompréhensible","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-08-18T17:29:05","score":1,"content":"L'ancienne app était tellement lisible et simple pourquoi compliquer la vie des clients ?","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2024-03-01T20:49:29","score":1,"content":"Bus sois en avance sois en retard, je me sens comme en France. L'application zero commentaires tellement elle est mauvaise","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2023-12-09T17:46:01","score":1,"content":"L'ergonomie de la nouvelle version est un enfer. Dommage qu'il ne soit pas possible de mettre 0 étoiles.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2020-09-25T10:31:46","score":1,"content":"La localisation à l'ouverture de app tpg ne fonctionne pas","reviewCreatedVersion":"2.2.9"},{"at":"2019-04-01T21:24:30","score":2,"content":"j'arrive pas à acheter des billets .. je ne sais pourquoi (Samsung S10+)","reviewCreatedVersion":"2.2.1"},{"at":"2023-08-04T18:53:25","score":1,"content":"Nulle l'ancienne application était plus claire et mois compliqué.","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2024-03-05T11:59:38","score":1,"content":"pas compréhensible, trop d'informations l'ancienne version bcp mieux","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2021-04-02T22:31:15","score":1,"content":"Nul... J'ai demandé l'itinéraire Servette-Balexert pour connaître à quelle heure le prochain tram 14 ou 18 partirait de Servette, l'appli n'a trouvé aucun itinéraire !","reviewCreatedVersion":"2.2.16"},{"at":"2019-05-23T06:37:16","score":1,"content":"De la publicité sur une application de service public ??!!!","reviewCreatedVersion":"2.2.4"},{"at":"2024-01-16T12:02:48","score":1,"content":"3e fois que j'arrive en retard au boulot parce qu'un bus qui n'arrivera jamais est affiché arrivant dans 5 minutes","reviewCreatedVersion":null},{"at":"2024-10-09T11:17:51","score":5,"content":"Incroyable! Marche meme en dehors de Geneve! Super utile.","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2024-03-05T08:39:08","score":1,"content":"NUL!!! Incompréhensible... merci d'y remédier.","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2020-01-13T16:22:53","score":5,"content":"L'application est devenue extrêmement lente avec l'ajout des pubs","reviewCreatedVersion":"2.2.9"},{"at":"2023-12-24T15:02:07","score":1,"content":"Un zéro pointé. Un petit conseil : changez de prestataire ainsi que l'équipe qui a validé cette daube... nous sommes en 2023...","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-11T06:42:46","score":1,"content":"L application ne marche pas peu la télécharger mais s ouvre pas de la m.....","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2019-11-28T23:16:50","score":1,"content":"Trouver un trajet avec plusieurs lignes est une bataille perdu d'avance","reviewCreatedVersion":"2.2.7"},{"at":"2024-04-02T14:40:32","score":1,"content":"Les horaires donnés par les itinéraires sont souvent faux, c'est honteux","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2024-03-24T13:49:05","score":1,"content":"On passe d'une application simple et intuitive à qqch de bancal","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2023-12-15T23:49:52","score":1,"content":"Application pas clair, peu fiable, à revoir !","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2019-11-18T01:58:32","score":5,"content":"Mon père travaille au tpg c trop bien. Il travaille au depot de Satigny. Les conducteurs ne sont pas le problème des retards mais plutôt les bouchon il ne peuvent pas prendre des raccourci ils ont un trajet a respecter. Je suis contre les anti-tpg","reviewCreatedVersion":"2.2.7"},{"at":"2024-03-05T21:28:30","score":2,"content":"Trop dur à utiliser remettez la version avant décembre 2023 qui était de loin la meilleure","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2021-11-12T22:03:21","score":3,"content":"Peut mieux faire pour la recherche d'arrêt","reviewCreatedVersion":"2.2.20"},{"at":"2023-12-17T22:26:43","score":2,"content":"Elle ne s'ouvre plus depuis presque 1 semaine.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2024-03-08T19:34:50","score":2,"content":"Beaucoup moins bien et moins pratique que l ancienne version","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-09-14T10:22:33","score":1,"content":"Je n'ai toujours pas eu la mise à jour de l'application sur mon Samsung","reviewCreatedVersion":"2.2.22"},{"at":"2019-12-11T17:38:59","score":1,"content":"Nullissime, à tous points de vue.","reviewCreatedVersion":"2.2.7"},{"at":"2023-08-03T16:57:05","score":2,"content":"Affreux, rien ne fonctionne correctement","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2023-12-11T20:29:12","score":1,"content":"La ancienne aplicaticion était plus simple.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2024-09-24T10:25:42","score":1,"content":"Ben je ne peux même pas l'installer sur mon Samsung... \"non compatible\" Faut-il avoir un tél dernier cri pour prendre un simple billet?","reviewCreatedVersion":null},{"at":"2021-02-16T19:33:26","score":1,"content":"Incroyable mais vrai ne connait pas les trams","reviewCreatedVersion":"2.2.9"},{"at":"2021-06-10T14:10:56","score":1,"content":"Inutile, les info ne sont jamais à jour","reviewCreatedVersion":null},{"at":"2023-08-08T13:49:35","score":1,"content":"Votre nouvelle Maj est Nuuuuuuuuuuul.l'app était très bien comme elle était! La rien est ludique. Vraiment nul","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2021-04-29T05:44:29","score":1,"content":"Il est impossible de voir la fiche horaire régulière, c'est n'importe quoi.","reviewCreatedVersion":"2.2.16"},{"at":"2023-08-05T07:23:38","score":1,"content":"L'ancien version était fácil pour les personnes âgées","reviewCreatedVersion":"2.2.22"},{"at":"2023-12-16T11:05:39","score":1,"content":"Malheureusement je peux pas donner 0 étoile.... utilisation de l'application compliqué....","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-08-21T17:50:13","score":1,"content":"Nul , aller sur map Google plus simple","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2020-12-13T09:17:00","score":1,"content":"Les trams n'apparaissent pas !","reviewCreatedVersion":"2.2.9"},{"at":"2023-08-02T13:12:56","score":1,"content":"Donne de faux espoire comme par exemple cest marquer quil arrive dans 1 minute alors quil est deja passer même en refaichissant la page","reviewCreatedVersion":"2.2.22"},{"at":"2021-01-28T12:43:24","score":2,"content":"La fonction la plus importante: l'itinéraire ne fonctionne pas","reviewCreatedVersion":"2.2.9"},{"at":"2019-06-30T20:11:26","score":3,"content":"Je ne peux plus acheter de billet avec l appli ! Pourquoi ???","reviewCreatedVersion":"2.2.4"},{"at":"2022-06-22T12:11:07","score":4,"content":"A l'air de refonctionner. A voir pour combien de temps","reviewCreatedVersion":"2.2.22"},{"at":"2021-09-16T10:58:42","score":1,"content":"Le *** de car (T72) à eu 70 minutes de retard 🙂 et en plus les tickets sont trop chères","reviewCreatedVersion":"2.2.20"},{"at":"2021-03-17T04:31:51","score":1,"content":"Zero ils servent a rien. Toujours 3n retard des bus qui passent meme pas. Et le personnelle tres desagreable. Zero zero zero","reviewCreatedVersion":"2.2.16"},{"at":"2022-02-25T03:18:36","score":2,"content":"\"service indisponible\" tous les matins depuis qq semaines...","reviewCreatedVersion":"2.2.22"},{"at":"2020-10-03T19:35:59","score":1,"content":"Les widgets sont bugués et ne chargent jamais","reviewCreatedVersion":"2.2.9"},{"at":"2019-10-21T14:02:38","score":2,"content":"Les horaires de l'application s0ont erronés, le 34 par ex. Alors quid de son utilité ?","reviewCreatedVersion":"2.2.4"},{"at":"2022-05-19T10:41:43","score":1,"content":"Ne fonctionne même pas pour les horaires. A quoi ça sert comme application ?","reviewCreatedVersion":null},{"at":"2021-05-03T06:00:14","score":1,"content":"Trams non inclus, donc appli inutile.","reviewCreatedVersion":"2.2.16"},{"at":"2023-08-07T11:12:38","score":1,"content":"C'est quoi cette m****? Je peux plus voir dans combien de minutes arrive un bus avec la nouvelle version!","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2022-08-11T14:02:52","score":5,"content":"Avant j'étais déçu. Du bus 😁.maintenant je suis ravi. Merci bus 1 et 9 😅🙏","reviewCreatedVersion":"2.2.22"},{"at":"2024-02-12T08:43:46","score":2,"content":"Incapable de donner l'heure précise du passage des bus...","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2019-03-20T22:44:50","score":1,"content":"Le widget ne fonctionne JAMAIS. C'est à la hauteur des TPG dont jamais un dirigeant n'a pris les transports publics.","reviewCreatedVersion":"2.2.1"},{"at":"2019-04-12T11:46:13","score":1,"content":"depuis ce matin ne fonctionne plus sur 😀😀😀😂😂😂😁😁😁","reviewCreatedVersion":"2.2.3"},{"at":"2019-11-04T15:47:17","score":1,"content":"Les horaires des itinéraires ne correspondent pas aux horaires réels. Vraie galère cette application 😡","reviewCreatedVersion":"2.2.7"},{"at":"2019-12-04T19:00:02","score":1,"content":"Téléchargement très difficile 😎😳🤔","reviewCreatedVersion":null},{"at":"2018-11-29T16:34:36","score":3,"content":"Plante régulièrement et des erreurs sur l horaire du W à veyrot.","reviewCreatedVersion":"2.0.1"},{"at":"2021-02-08T07:43:39","score":2,"content":"Plus de tpg à Genève ? Non, c'est juste que l'application ne comprend plus les itinéraires... Ça va faire une semaine que ça fait ça sans raison apparente...","reviewCreatedVersion":"2.2.9"},{"at":"2021-06-16T05:50:18","score":5,"content":"Bravo pour avoir bien géré mardi 15 et un grand bravo au bus 8 1192 pour sont aimable calme et gentillesse c'était une jeune dame blonde bravo à tous merci aux TPG ! Bonne journée","reviewCreatedVersion":"2.2.16"},{"at":"2019-11-22T03:10:28","score":2,"content":"Super quand ça fonctionne...","reviewCreatedVersion":"2.2.7"},{"at":"2021-02-08T20:07:12","score":1,"content":"A quoi sert une app tpg dont les itinéraires ignorent les trams ??","reviewCreatedVersion":"2.2.9"},{"at":"2018-11-20T20:40:15","score":2,"content":"Application n'arrive jamais à démarrer","reviewCreatedVersion":"2.0"},{"at":"2019-05-18T20:31:35","score":1,"content":"appli principal de réseau de transport public avec plan de publicité de dans .. null null null ils faut etre rigide et faire confiance avec le client avant de réfléchir gagne les sous derrière","reviewCreatedVersion":"2.2.4"},{"at":"2020-12-30T14:44:20","score":1,"content":"Impossible de voir le tram 14...super.","reviewCreatedVersion":"1.4.11"},{"at":"2023-12-12T08:21:27","score":2,"content":"Préférais l'ancienne version moins fouillis. Ne serait-ce que pour voir dans combien de minute arrive mon bus","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2024-01-13T16:46:51","score":5,"content":"Simpa en peux voir les bus des autre canton aussi et leurs arrêt","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-08-21T15:45:41","score":1,"content":"Nouvelle appli nulle et inutile, remettez-nous l'ancienne!","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2023-12-15T16:45:42","score":1,"content":"L'appli est devenu illisisible, je ne comprend pas pourquoi ils ont fait une mise à jour on y comprend rien","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-01T11:45:01","score":1,"content":"Compliqué et inefficace","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2024-02-10T08:23:46","score":1,"content":"Ne fonctionne pas sur Samsung s24 🤒","reviewCreatedVersion":null},{"at":"2023-12-09T15:12:32","score":1,"content":"Nul!!!On y comprend rien!!!!l'ancienne application tpg Meilleure","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-13T09:37:51","score":1,"content":"catastrophique je regrette d'avoir fait la mise à jours","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-12T18:14:03","score":1,"content":"Comment rendre une application simple compliquée.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-05T13:16:47","score":5,"content":"Très pratique et bien pensée","reviewCreatedVersion":"2.2.22"},{"at":"2023-12-19T21:24:13","score":1,"content":"Pas intuitif pour un sous","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-24T04:27:21","score":1,"content":"La nouvelle version de l'app est dégueulasse, c'était mieux avant.","reviewCreatedVersion":null},{"at":"2018-11-20T23:18:38","score":1,"content":"Impossible de l'utiliser depuis la dernière mise à jour .","reviewCreatedVersion":"2.0"},{"at":"2023-08-10T05:30:59","score":5,"content":"La meilleure !!👍 Mais svp, il ne faut pas la changer!🙏","reviewCreatedVersion":"2.2.22"},{"at":"2023-12-05T08:48:38","score":1,"content":"App. Innutilisable depuiw la mise à jour...","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2023-12-10T07:16:19","score":2,"content":"Question ; vous êtes payé pour faire ça ? Mal payé...? Enfin bref il faut bien gagner ça vie. Alors je mets in éroile de plus pour que vous gardiez vôtre boulot...","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2024-03-16T16:07:02","score":1,"content":"La nouvelle version est beaucoup moins agréable à utiliser","reviewCreatedVersion":null},{"at":"2020-01-23T08:52:42","score":1,"content":"Nule totalement nule j ai attendu 50 minute dehors en attendant le bus mais il est pas venue dans l'appli il disait qu'il venait a 18h27 Et a l arrête de bus il disait a 18h59 de la grosse arnaque 😡🤬","reviewCreatedVersion":"2.2.9"},{"at":"2021-07-16T08:45:26","score":1,"content":"Manque la possibilité de payer avec Google Pay. Pourriez vous y mettre en place ?","reviewCreatedVersion":null},{"at":"2021-09-17T19:13:17","score":1,"content":"Correspondance laissant vraiment à désirer attendre un bus pendant 53mn à 21h il vaut mieux prendre sa voiture pour faire place Favre jumelles déplorable","reviewCreatedVersion":null},{"at":"2020-12-13T19:03:09","score":2,"content":"La ligne 12 et 17 ont simplement disparu, c'est une catastrophe !","reviewCreatedVersion":"2.2.9"},{"at":"2024-01-26T19:41:34","score":1,"content":"En faite, vous en avez rien à faire de l'avis des gens ? Vous insistez avec cette application de M.... . Qu'es ce que vous comprenez pas dans cette application c'est de la M.... dans tous les domaines.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2020-10-17T10:00:38","score":1,"content":"À proximité = 5 sec de pub. Même avec un abonnement annuel. C'est chiant, ils se prennent pour qui nos TPG?","reviewCreatedVersion":"2.2.9"},{"at":"2023-12-19T16:50:46","score":1,"content":"l'appli donne des mauvais informations. des bus qui ne viennent jamias. des retards non expliqué. c'est vraiment n'importe quoi.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2019-12-22T10:33:22","score":3,"content":"L'application ne propose pas les connexions Léman Express entre Cornavin et Jussy c'est quand même dommage ? Pourtant les CFF eux propose !!","reviewCreatedVersion":"2.2.9"},{"at":"2023-12-15T15:51:47","score":1,"content":"CATASTROPHIQUE....on ne trouve plus rien...quel prix pour arriver à ce résultat ??","reviewCreatedVersion":"2.2.9"},{"at":"2021-02-24T18:34:17","score":1,"content":"Pas de tram dans les itinéraires ???? C'est quoi cette m....","reviewCreatedVersion":"2.2.16"},{"at":"2020-09-14T15:23:57","score":1,"content":"Ne fonctionne plus depuis plus d'une semaine.","reviewCreatedVersion":"2.2.9"},{"at":"2021-12-22T10:01:35","score":1,"content":"La honte de mettre de la pub sur ce genre d'application","reviewCreatedVersion":"2.2.22"},{"at":"2023-10-04T12:34:46","score":5,"content":"Pas précis pour un sous ! Merci de pourrir ma planification.","reviewCreatedVersion":"2.2.22"},{"at":"2022-10-01T16:54:09","score":1,"content":"Control de billets: plusieurs fois, témoin ....les contrôleurs tpg se laissent souvent aller à des abus et à des commentaires négatifs selon la nationalité des utilisateurs. je suis dégoûté.","reviewCreatedVersion":"2.2.22"},{"at":"2018-12-20T12:39:14","score":1,"content":"le nouveau bus 35 le pire des bus il faudra réfléchir pour construire un plus grand au moins 1","reviewCreatedVersion":"2.2.1"},{"at":"2020-02-14T16:02:33","score":3,"content":"C'est pas mal pour le moment, j'utilise peux","reviewCreatedVersion":"2.2.9"},{"at":"2018-10-07T13:20:32","score":4,"content":"Il y a un problème par rapport à l'affichage du tenps du bus 9 entre barde et sig lignon","reviewCreatedVersion":"1.4.15"},{"at":"2021-01-12T00:37:21","score":1,"content":"Peut mieux faire et trop de traceurs","reviewCreatedVersion":"2.2.9"},{"at":"2018-11-09T08:22:25","score":1,"content":"Pas moyen d'acheter un ticket...","reviewCreatedVersion":"1.4.15"},{"at":"2023-08-08T19:20:08","score":1,"content":"Cette mise à jour est absolument honteuse.","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2023-08-06T15:09:36","score":1,"content":"Je n'aime pas du tout depuis la mise à jour","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2023-12-15T11:31:47","score":1,"content":"L application devienne nulle apres ces mise à jour","reviewCreatedVersion":"2.2.9"},{"at":"2021-03-15T08:21:19","score":1,"content":"Horaires fantaisistes et trop de publicités !","reviewCreatedVersion":"2.2.16"},{"at":"2021-04-19T05:18:28","score":1,"content":"Impossible d'effectuer des itinéraires !","reviewCreatedVersion":null},{"at":"2023-12-03T22:42:07","score":4,"content":"Pourquoi cest chiant d'accéder à mes horaires de mes endroits mes favoris","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2019-02-01T19:10:28","score":1,"content":"l'horaire bouge pas raté des bus a cause de ca","reviewCreatedVersion":"2.2.1"},{"at":"2023-08-10T13:38:23","score":2,"content":"pourquoi vous changé l'application elle étais parfaite avant","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2023-12-04T15:40:32","score":5,"content":"Magnifique la mise a jour je disais à moi même si il y pas dans une semaine J allais frapper play store merci bcp tpg","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2019-12-13T15:03:00","score":1,"content":"La version 2.2.8 ne marche pas...","reviewCreatedVersion":"2.2.8"},{"at":"2019-12-23T15:04:47","score":5,"content":"Excellente application et très utile","reviewCreatedVersion":"2.2.9"},{"at":"2023-12-02T11:44:21","score":5,"content":"J'ai eut un peu de mal a m'y faire.... mais après c'est bien😊","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2019-04-16T14:16:47","score":1,"content":"Je n'arrive plus à l'utiliser depuis plusieurs mois","reviewCreatedVersion":"2.2.1"},{"at":"2019-11-03T07:58:39","score":2,"content":"Je n'arrive pas prendre un ticket avec l'aplitation ça m'indique \"échec \" comment fair?","reviewCreatedVersion":"2.2.7"},{"at":"2023-12-15T15:37:55","score":1,"content":"Bien moins pratique que la version précédente","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2022-06-21T10:00:50","score":2,"content":"Ça bug et y'a des pub h24","reviewCreatedVersion":"2.2.22"},{"at":"2021-09-05T02:51:12","score":1,"content":"2021 incapable de vous dire quand y a plusieurs possibilités sur quel arrête sera votre bus. Lamentable","reviewCreatedVersion":"2.2.20"},{"at":"2020-12-25T19:22:25","score":1,"content":"Une application pour les frontaliers fait par des frontaliers","reviewCreatedVersion":null},{"at":"2023-12-15T12:29:23","score":1,"content":"Horaires systématiquement faux depuis la mise à jour de décembre 2023","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2022-11-18T16:02:16","score":1,"content":"Pas terrible bcp de publicité .","reviewCreatedVersion":null},{"at":"2019-10-28T18:38:53","score":3,"content":"Difficulté pour trouver les tarifs correspondant à la ligne F : Gex hôpital de Gex","reviewCreatedVersion":"2.2.4"},{"at":"2019-12-15T02:35:11","score":3,"content":"Dans les plans vous avez confondus noctambus urbains et noctambus périurbains...","reviewCreatedVersion":"2.2.9"},{"at":"2024-11-21T07:56:08","score":1,"content":"Pas du tout fiable","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2018-11-24T08:30:06","score":4,"content":"Nouvelle mis à jour cet matin Ça marche à nouveau . Merci","reviewCreatedVersion":"2.0.1"},{"at":"2022-11-30T15:35:50","score":1,"content":"Impossible de trouver un horaire de départ...","reviewCreatedVersion":"2.2.22"},{"at":"2024-07-05T21:36:36","score":1,"content":"Les horaires de correspondent pas au bus ou au trame","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2024-01-10T06:18:05","score":1,"content":"Je met une étoile car on ne peut pas mettre 0","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2019-11-25T03:15:03","score":1,"content":"Inutile : ne fonctionne pas.","reviewCreatedVersion":"2.2.7"},{"at":"2023-12-24T08:36:45","score":1,"content":"Pue la 💩 votre mise à jour c'est incompréhensible.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2020-11-25T21:30:37","score":1,"content":"L'application ne marche plus.","reviewCreatedVersion":"2.2.9"},{"at":"2021-03-04T17:40:30","score":1,"content":"Les trams 12 et 17 ont disparu de l'itinéraire Rive/Moillesulaz ?","reviewCreatedVersion":"2.2.9"},{"at":"2020-05-16T21:02:49","score":1,"content":"Ne marche pas sans Wifi","reviewCreatedVersion":"2.2.9"},{"at":"2020-05-29T18:09:55","score":4,"content":"Pratique fininl attente aux arrêts.","reviewCreatedVersion":"2.2.9"},{"at":"2023-12-07T14:17:35","score":1,"content":"Qu'avez vous fait avec cette dernière mise à jour...","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2024-01-27T22:36:44","score":1,"content":"Nul, il faut remettre l'ancienne version !","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-08-06T21:18:50","score":1,"content":"Nouvelle mise à jour catastrophique","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2023-12-27T07:56:13","score":4,"content":"maintenant oui les horaires ils sont presque à l'heure.","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2022-06-20T23:21:44","score":1,"content":"Il ne fonctionne pas😡.","reviewCreatedVersion":"2.2.22"},{"at":"2022-01-18T17:31:11","score":4,"content":"Très bonne application, 🤗","reviewCreatedVersion":null},{"at":"2023-12-12T06:55:32","score":1,"content":"Comment c'est possible de pondre une telle bouse en maj sans passer par des tests utilisateurs au préalable ?!?!","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-08-23T19:18:56","score":1,"content":"Mise à jour nulle. Pourquoi faire compliqué ?","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2023-12-07T12:39:54","score":1,"content":"Bonjour, comment remettre l'ancienne version de l'app?","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2018-12-04T07:53:42","score":5,"content":"Très pratique merci beaucoup","reviewCreatedVersion":"1.1.12"},{"at":"2024-03-05T22:45:47","score":1,"content":"Extrêmement nul depuis la MAJ","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2021-09-12T15:09:16","score":1,"content":"Pas pratique compliqué o","reviewCreatedVersion":null},{"at":"2020-09-13T19:55:54","score":1,"content":"Impossibilité de contacter les tpg...","reviewCreatedVersion":"2.2.9"},{"at":"2022-06-20T08:35:02","score":1,"content":"Impossible d'avoir un itinéraire","reviewCreatedVersion":"2.2.22"},{"at":"2023-08-14T16:25:08","score":1,"content":"L'ancienne version était beaucoup mieux!","reviewCreatedVersion":null},{"at":"2021-04-12T08:39:05","score":5,"content":"Juste parfait ! Bravo Genève","reviewCreatedVersion":"2.2.16"},{"at":"2021-01-14T12:39:47","score":2,"content":"Le tram 18 n'apparaît pas","reviewCreatedVersion":"2.2.9"},{"at":"2019-01-19T02:41:47","score":1,"content":"indisponible en temps voulu","reviewCreatedVersion":"2.2.1"},{"at":"2018-11-10T18:41:34","score":2,"content":"Aucune précision concernant les horaires","reviewCreatedVersion":"1.4.15"},{"at":"2023-12-15T18:54:05","score":1,"content":"Mettez l'ancienne version Cela mérite même pas 1 etoile Trop compliqué","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2020-06-30T10:35:54","score":1,"content":"Enlevez les pubs...","reviewCreatedVersion":"2.2.9"},{"at":"2023-10-12T11:50:00","score":1,"content":"Application catastrophique vraiment sais de n'apporte quoi votre application","reviewCreatedVersion":"2.2.22"},{"at":"2022-06-22T19:45:21","score":2,"content":"Sa marche pas l application","reviewCreatedVersion":"2.2.22"},{"at":"2024-07-23T10:02:22","score":1,"content":"Donnez nous accès à l'ancienne app","reviewCreatedVersion":"2.2.22"},{"at":"2022-09-06T05:15:42","score":2,"content":"trop lent a cause de la MAJ","reviewCreatedVersion":"2.2.22"},{"at":"2024-02-27T15:46:07","score":1,"content":"Les horaires ne sont pas correct","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2024-01-09T18:22:09","score":1,"content":"Vous voulez pas remettre l'ancienne application ?","reviewCreatedVersion":null},{"at":"2023-12-01T15:35:21","score":1,"content":"Beaucoup moins claire qu'avant.","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2024-02-22T16:04:31","score":1,"content":"Une honte cette nouvelle appli à vomir","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-06T15:12:36","score":1,"content":"Remettez l'ancienne version celle-là est nulle 💩","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2024-01-09T21:54:37","score":1,"content":"Rend la version original le sang","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2023-08-18T15:06:14","score":2,"content":"L'ancienne version était vraiment mieux...","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2024-02-10T20:32:41","score":5,"content":"Avec l expérience, ça fonctionne","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-11T15:49:17","score":1,"content":"Mise a jour vraiment nul","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2022-02-22T11:21:16","score":4,"content":"A quand un thème sombre ?","reviewCreatedVersion":"2.2.22"},{"at":"2023-08-05T08:49:05","score":1,"content":"TRÈS TRÈS DÉÇUE REGRETTE L'ANCIENNE VERSION 😡😡😡😡😡","reviewCreatedVersion":"2.2.22"},{"at":"2023-08-03T17:08:55","score":1,"content":"Mais ou sont les favoris ?","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2024-10-03T09:25:26","score":1,"content":"Rendez-nous l'ancienne appli!!","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2022-09-22T09:10:31","score":1,"content":"ARRÊTEZ AVEC VOS P...DE PUBS QUAND ON VEUT PRENDRE UB BILLET VIA L APPLI. VOUS VOUS FAITES DÉJÀ PAS ASSEZ DE FRIC SUR NÔTRE DOS????!!!!!!","reviewCreatedVersion":"2.2.22"},{"at":"2018-12-16T13:02:32","score":5,"content":"Tres bonne appli","reviewCreatedVersion":"2.1.1"},{"at":"2022-07-06T12:23:11","score":1,"content":"Marche quand il veut nul","reviewCreatedVersion":"2.2.22"},{"at":"2019-04-03T18:00:58","score":5,"content":"Bonjour! Application TOP pour moi !!! Bravo pour tout!!!!","reviewCreatedVersion":null},{"at":"2024-10-21T13:07:30","score":1,"content":"Compliqué pour un pépé !","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2023-12-09T23:52:20","score":1,"content":"Horrible mise à jour","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2018-11-18T19:35:47","score":1,"content":"Ça marche pas","reviewCreatedVersion":"1.4.15"},{"at":"2018-12-12T13:43:15","score":5,"content":"C'est très bien","reviewCreatedVersion":"2.1.1"},{"at":"2022-04-21T15:24:21","score":5,"content":"Bien meilleur que la nouvelle","reviewCreatedVersion":"2.2.22"},{"at":"2024-01-18T16:57:57","score":1,"content":"Elle était mieux avant !","reviewCreatedVersion":null},{"at":"2024-03-10T18:39:51","score":2,"content":"Sa met les faux horaires depuis la mah","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2023-12-05T08:51:59","score":1,"content":"Je préfère nettement l ancienne","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2019-07-01T12:14:50","score":4,"content":"ses tres bien","reviewCreatedVersion":null},{"at":"2020-09-04T16:16:27","score":1,"content":"Ces fdp viennent d enlever mon bus","reviewCreatedVersion":"2.2.9"},{"at":"2023-12-04T08:14:38","score":1,"content":"Ou est la nouvelle version annoncée ?","reviewCreatedVersion":"2.2.22"},{"at":"2024-03-15T21:55:17","score":1,"content":"Rendez nous l'ancienne app Nardin !","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2018-11-21T18:23:56","score":1,"content":"Elle plante systématiquement","reviewCreatedVersion":"2.0"},{"at":"2020-09-20T15:54:21","score":1,"content":"Bande de corrompu !","reviewCreatedVersion":"2.2.9"},{"at":"2019-03-13T14:01:37","score":5,"content":"C'est utile","reviewCreatedVersion":null},{"at":"2023-12-11T16:40:37","score":2,"content":"C'était mieux avant !","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2022-11-10T14:51:22","score":1,"content":"/nul de chez nul","reviewCreatedVersion":"2.2.22"},{"at":"2021-03-24T16:33:53","score":1,"content":"Bug de ouf","reviewCreatedVersion":null},{"at":"2021-06-05T18:58:37","score":1,"content":"Trop de beug","reviewCreatedVersion":"2.2.16"},{"at":"2024-08-30T12:03:05","score":1,"content":"L'angoisse cette MAJ","reviewCreatedVersion":null},{"at":"2023-12-01T21:27:12","score":5,"content":"Top à nouveau 👌","reviewCreatedVersion":"2.2.22"},{"at":"2022-12-09T15:58:33","score":5,"content":"Pu sa mère","reviewCreatedVersion":"2.2.22"},{"at":"2024-12-02T19:21:13","score":1,"content":"Pire entreprise","reviewCreatedVersion":"3.1.5 (15)"},{"at":"2024-02-02T12:05:16","score":1,"content":"La aplicación dice una cosa y los buses pasan cuando les da la gana, dicen que pasó, caminas y te deja el bus en tu cara, horrible los horarios no se respetan, pésimo! Ligne 19 et 2 arrêt Sainte-Clotilde jamais à l'heure 😞","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-30T18:10:01","score":1,"content":"Rien n'est simple un grand fouillis et en plus pas précis, vous arriver à l'heure mais 2\" après le départ du vhc, jetter tout et refait quelques choses de nouveau et plus simple et surtout clair pour les heures arrivée au arrêt. c'est de la... Google n'aime pas les mots réel pour décrire la réalité cette app","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-26T16:06:20","score":1,"content":"Nul","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-12-20T13:57:58","score":1,"content":"Nul","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2024-01-08T17:14:54","score":1,"content":"Vraiment mauvais","reviewCreatedVersion":"3.1.4 (12)"},{"at":"2023-09-05T20:04:34","score":1,"content":"Sincèrement, médiocre !","reviewCreatedVersion":"3.1.0 (9)"},{"at":"2023-08-30T09:51:01","score":5,"content":"Parfait ! Merci.","reviewCreatedVersion":"2.2.22"},{"at":"2023-12-08T21:04:30","score":1,"content":"Pas clair","reviewCreatedVersion":"2.2.22"},{"at":"2023-05-06T10:56:22","score":1,"content":"Mal fait","reviewCreatedVersion":"2.2.22"},{"at":"2022-09-27T13:48:29","score":1,"content":"Juste nul","reviewCreatedVersion":"2.2.22"},{"at":"2022-07-15T08:41:16","score":5,"content":"Très bien.","reviewCreatedVersion":"2.2.22"},{"at":"2022-07-19T04:56:29","score":1,"content":"Service indisponible","reviewCreatedVersion":"2.2.22"},{"at":"2022-12-07T17:12:28","score":5,"content":"Très bien","reviewCreatedVersion":"2.2.22"},{"at":"2023-09-19T20:55:22","score":1,"content":"Aberrant","reviewCreatedVersion":"2.2.22"},{"at":"2021-09-15T06:59:17","score":4,"content":"Très bonne !","reviewCreatedVersion":"2.2.20"},{"at":"2021-07-11T15:43:26","score":5,"content":"Très pratique","reviewCreatedVersion":"2.2.18"},{"at":"2021-07-17T15:45:49","score":2,"content":"Itinéraires incomplets","reviewCreatedVersion":"2.2.18"},{"at":"2021-05-09T14:15:40","score":1,"content":"S. O. S colombia nosestan matando","reviewCreatedVersion":"2.2.16"},{"at":"2020-12-10T00:45:14","score":5,"content":"Vraiment utile","reviewCreatedVersion":"2.2.9"},{"at":"2020-08-08T16:20:03","score":5,"content":"Très bien","reviewCreatedVersion":"2.2.9"},{"at":"2021-08-25T01:48:21","score":5,"content":"Cool","reviewCreatedVersion":"2.2.9"},{"at":"2020-09-02T09:34:35","score":5,"content":"Super","reviewCreatedVersion":"2.2.9"},{"at":"2019-12-29T14:52:08","score":5,"content":"Elikya","reviewCreatedVersion":"2.2.9"},{"at":"2019-06-05T15:39:06","score":1,"content":"très long","reviewCreatedVersion":"2.2.4"},{"at":"2019-05-25T10:34:56","score":4,"content":"Bien","reviewCreatedVersion":"2.2.4"},{"at":"2019-07-25T04:35:56","score":1,"content":"nulllllllllll","reviewCreatedVersion":"2.2.4"},{"at":"2019-06-23T12:12:00","score":5,"content":"bien","reviewCreatedVersion":"2.2.4"},{"at":"2019-06-26T16:06:54","score":4,"content":"plantage","reviewCreatedVersion":"2.2.4"},{"at":"2018-12-11T18:27:14","score":5,"content":"Bonne appli !","reviewCreatedVersion":"2.1.1"},{"at":"2018-12-10T06:20:54","score":5,"content":"Indispensable","reviewCreatedVersion":"2.1.1"},{"at":"2018-08-24T11:09:36","score":3,"content":"Bonne application en général (surtout pour le suivie depuis un arrêt de bus). Toutefois quelques mise à jour ne serait pas de refus. Par exemple quand on fait un itinéraire, avoir les heures d'arriver par ordre chronologique ou encore l'heure réelle/en directe d'arriver du véhicule (plus d'une fois je me suis retrouvée avec un véhicule venant avant l'heure indiqué).","reviewCreatedVersion":"1.4.15"},{"at":"2018-09-02T15:09:23","score":3,"content":"Bonne application dans l'ensemble, mais je ne vois pas la ligne M. Quand je cherche un arrêt ou il y a que le M qui passe je ne le vois pas, si je cherche un arrêt ou il y a d'autres ligne qui passe, je vois l'arrêt mais le M n'y apparaît pas.","reviewCreatedVersion":"1.4.15"},{"at":"2018-09-03T15:52:23","score":3,"content":"Bonne, à très bonne application mais erreurs, type horaires et /ou correspondances, de plus en plus fréquentes. Pas super agréable. Mise à jour, bienvenue.","reviewCreatedVersion":"1.4.15"},{"at":"2018-08-29T04:51:16","score":5,"content":"Super bonne application quand a certains endroit il n'y'a pas de signalisation de temps dans combien de temps vient le bus","reviewCreatedVersion":"1.4.15"},{"at":"2020-07-08T17:28:32","score":1,"content":"Impossible installer","reviewCreatedVersion":"1.4.15"},{"at":"2018-06-29T09:38:04","score":2,"content":"Tres lent. Acquisition Gps tres lente et ne fonctionne pas toujours. \nRecherche des arrêts nulle ( il faut taper le nom exact sinon ne trouve \npas). Bref il faut vraiment ameliorer ca!!!","reviewCreatedVersion":"1.4.12"},{"at":"2018-08-08T07:47:06","score":1,"content":"Cette application est inutile car les bus ne sont jamais à l'heure \nL'organisation de Tpg est déplorable la seule chose qu'ils font bien c'est \npersécuter les usagés avec leurs contrôleurs plus que désagréable pour \nrenflouer les caisses Assez limite comme concept !","reviewCreatedVersion":"1.4.12"},{"at":"2018-06-23T12:02:23","score":5,"content":"Je l'utilise chaque jour et a part quelques problèmes de connexion \npassagers fonctionne a la perfection","reviewCreatedVersion":"1.4.12"},{"at":"2018-06-12T08:48:35","score":1,"content":"\"Itinéraires\" ne fonctionne pas! 😠","reviewCreatedVersion":"1.4.12"},{"at":"2018-08-12T12:23:57","score":2,"content":"Pourquoi envoyer des informations au Japon ?","reviewCreatedVersion":"1.4.12"},{"at":"2018-07-10T15:58:40","score":1,"content":"Nul tout simplement","reviewCreatedVersion":"1.4.12"},{"at":"2018-08-29T05:05:57","score":1,"content":"Nul !","reviewCreatedVersion":"1.4.12"},{"at":"2019-01-08T14:35:30","score":5,"content":"au top","reviewCreatedVersion":"1.4.12"},{"at":"2018-04-25T10:26:56","score":2,"content":"Gros bug au niveau de la fonction \"itinéraire\" qui ne fonctionne plus. Je \nn'ai plus accès non plus à mes \"favoris\". Bref l'application ne me sert \nplus à rien!","reviewCreatedVersion":"1.4.11"},{"at":"2018-05-23T18:50:57","score":2,"content":"Les horaires ne sont pas du tout fiables ces derniers temps : Je loupe mon \nbus régulièrement ou attend beaucoup trop de temps. Pouvez-vous remédiez à \ncelà rapidement ?","reviewCreatedVersion":"1.4.11"},{"at":"2018-06-04T08:47:28","score":1,"content":"les itinéraires sont jamais correcte. L'application beug souvent. Vaut \nmieux ne pas l utilisé","reviewCreatedVersion":"1.4.11"},{"at":"2018-04-14T09:35:39","score":1,"content":"Sans wifi impossible de prendre un ticket... Pour résumer sans AUCUN intérêt avec une carte pré-pay.","reviewCreatedVersion":"1.4.11"},{"at":"2018-05-04T06:39:50","score":3,"content":"Bonne appli dans l'ensemble, mais impossible d'utiliser la fonction \n\"itinéraire\" depuis plusieurs semaines.","reviewCreatedVersion":"1.4.11"},{"at":"2018-05-25T09:46:37","score":2,"content":"Des noms d'arrêt sont manquants","reviewCreatedVersion":"1.4.11"},{"at":"2018-04-05T05:42:06","score":3,"content":"Application trop lente. Itineraire inutilisable quand on parle des horaires. Ras le bol!! Les bus passent parfois 3 minutes en avance. Ça fait plusieurs matin que ça arrive. L'autre soir, j'ai raté la correspondance parce que les horaires ne sont pas à jour.... déjà que des arrêts sont supprimés, il faut bientôt 10min de marche pour faire une connection qui avant ce faisait en 1 minute. .. bref certaines entreprises s'améliorent d'autre se sabotent...","reviewCreatedVersion":"1.4.9"},{"at":"2018-04-14T18:46:30","score":1,"content":"Une application pas assez intuitive à mon sens. L'application n'est même \npas capable de donné les temps de passage (selon si on recherche dans \nitinéraires ou dans horaires les résultats sont différents). Un mode sans \nWiFi serait aussi très pratique","reviewCreatedVersion":"1.4.9"},{"at":"2018-02-25T19:50:36","score":3,"content":"Très bien faite cette application, une des meilleures comparée à celle des autres villes. Merci TPG. Toute fois, elle est lente, surtout pour ouvrir les favoris. Point très négatif.","reviewCreatedVersion":"1.4.9"},{"at":"2018-02-22T14:49:33","score":1,"content":"Avec le prix qu'on payait le billet, je pense que vous avez assez d'argent pour vous payer un developpeur décent... de plus que ça fait plusieurs mois que les arrêts sont illisibles car ils sont écrits trop gros.","reviewCreatedVersion":"1.4.9"},{"at":"2018-03-08T17:43:01","score":1,"content":"Horaires instables! Aucune connaissance des dernières info et manque de ponctualité!! Je suis très insatisfaits.","reviewCreatedVersion":"1.4.9"},{"at":"2018-03-13T12:28:53","score":1,"content":"Lenteur depuis l'ajout de publicité","reviewCreatedVersion":"1.4.9"},{"at":"2018-01-23T17:13:08","score":2,"content":"Note pour les développeurs: La pub c'est bien, une appli qui ne rame pas, c'est mieux. Depuis la mise à jour, les bug sont omniprésents! Astuce pour ceux qui ne veulent pas attendre 10 min pour avoir les horaires d'un arrêt: ils sont indiqués sur Google Maps et les itinéraires en TP sont mille fois mieux générés!","reviewCreatedVersion":"1.4.8"},{"at":"2018-02-14T09:53:30","score":1,"content":"Malheureusement, il y a encore beaucoup de travail à faire pour rendre cette application convenable. Sur mon Samsung Galaxy S7, mon Xiaomi mi mix, plusieurs beugs fréquent de chargement... dommage. Je changerai ma note à la prochaine maj... ou pas","reviewCreatedVersion":"1.4.8"},{"at":"2018-01-26T07:26:42","score":3,"content":"Devenue bien trop lente votre application, parfois des erreurs par rapports au bus qui passent avant... ça devient presque inutilisable. Je remettrai 4..5 étoiles le jour où c'est réglé.  edit : suite au retour des TPG : ~20s de chargement pour \"Favoris\", puis ~8s en cliquant sur gare Cornavin. Recherche d'itinéraires: ~25s avant réponses.Suggestion : dans \"Favoris\" : on devrait avoir la possibilité de pouvoir d'un mouvement de doigt sélectionné un trajet, à l'image de l'app cff. Je vous souhaite bons développements et correctifs! Merci d'avance.","reviewCreatedVersion":"1.4.8"},{"at":"2017-12-31T17:57:41","score":2,"content":"À quand l'affichage des lignes \"Transalis\" pour pouvoir utiliser ces bus compris dans l'abonnement Unireso  (zone 10) ? À quand des horaires tenus??? 5min de retard 2 arrêts après le terminus (aucune circulation et aucun feu)... J'ai mal à mon service publique...!","reviewCreatedVersion":"1.4.8"},{"at":"2018-02-04T18:53:59","score":1,"content":"Application beaucoup trop lente et qui rame sans cesse, on en loupe son bus, à attendre que l'horaire apparaisse... malheureusement on a pas le choix d'utiliser cette application qui nécessite sincèrement une mise à jour drastique et urgente !","reviewCreatedVersion":"1.4.8"},{"at":"2017-12-27T11:13:36","score":1,"content":"Ajout de pub? Vous vous foutez de moi? Deja qu'une fois sur 2 le service est indisponible... Mais je ne doute pas que les pubs seront toujours dispos, elles... Pffff","reviewCreatedVersion":"1.4.8"},{"at":"2018-01-02T15:38:35","score":2,"content":"Chargement trop longue, et les horaires détailler ne s'affiche pas toujours ! Ducoup je vais plus souvent sur horaire tpg sur Google, pas l'application !  Améliorer cela sinon je desinstal","reviewCreatedVersion":"1.4.8"},{"at":"2018-01-04T15:37:38","score":2,"content":"Beaucoup trop souvent, l'application affiche le message d'erreur «service momentanément indisponible».  Par ailleurs, depuis la mise à jour, l'application a un temps de chargement beaucoup trop long (plus de 10 sec par page).","reviewCreatedVersion":"1.4.8"},{"at":"2018-01-03T08:20:47","score":1,"content":"Puis je savoir quand allez vous faire une mise a jour??? Franchement depuis la derniere, il faut attendre 10sec pour que les horaires s'affiche. Cest vraiment nul","reviewCreatedVersion":"1.4.8"},{"at":"2018-02-11T21:46:23","score":1,"content":"Je voulais chercher un itinéraire pour le lendemain. Horaires seulement du jour ou autrement impossible de me connecter avec le GPS.","reviewCreatedVersion":"1.4.8"},{"at":"2018-01-25T19:06:21","score":4,"content":"Temps de chargement raccourci depuis quelques semaines. L'application est redevenue plus agréable d'utilisation","reviewCreatedVersion":"1.4.8"},{"at":"2018-01-11T07:37:52","score":2,"content":"Application lente, lente, lente et mal conçue... l'ajout de pub est le bouquet !","reviewCreatedVersion":"1.4.8"},{"at":"2018-01-22T21:05:21","score":3,"content":"Sur iOS on peut acheter un billet depuis l'application. A quand cette fonctionnalité sur Android ?","reviewCreatedVersion":"1.4.8"},{"at":"2018-01-03T16:15:17","score":2,"content":"Appli très lente depuis la mise à jour! Dommage !","reviewCreatedVersion":"1.4.8"},{"at":"2018-01-03T07:31:18","score":1,"content":"Le temps de chargement a décuplé depuis l'ajout de pubs... Bravo !","reviewCreatedVersion":"1.4.8"},{"at":"2017-12-31T16:25:51","score":1,"content":"Moins fonctionnel svp, on est pas assez insatisfaits là..","reviewCreatedVersion":"1.4.8"},{"at":"2018-01-15T06:45:51","score":2,"content":"Ré-vérifier vos corrections de bug c'est insupportable !!","reviewCreatedVersion":"1.4.8"},{"at":"2018-02-15T07:01:49","score":1,"content":"À l'image des TPG : bug une fois sur deux","reviewCreatedVersion":"1.4.8"},{"at":"2018-01-03T07:28:08","score":1,"content":"Beaucoup plus lent depuis la dernière mise à jour","reviewCreatedVersion":"1.4.8"},{"at":"2018-01-11T17:46:31","score":1,"content":"La catastrophe!!  Ne marche pas!!!  😡😡😡😡","reviewCreatedVersion":"1.4.8"},{"at":"2018-01-04T16:09:29","score":1,"content":"L'appli bug trop, c'est inutilisable...","reviewCreatedVersion":"1.4.8"},{"at":"2017-12-27T08:49:22","score":1,"content":"Ajout de pubs... Super nouveauté...","reviewCreatedVersion":"1.4.8"},{"at":"2018-01-06T06:06:41","score":2,"content":"Horaires pas à jour","reviewCreatedVersion":"1.4.8"},{"at":"2018-01-15T06:33:36","score":3,"content":"Ça marche pas","reviewCreatedVersion":"1.4.8"},{"at":"2017-12-27T10:24:12","score":1,"content":"Ajout de pubs c'est une blague ??","reviewCreatedVersion":"1.4.8"},{"at":"2017-12-28T09:22:00","score":1,"content":"Pub","reviewCreatedVersion":"1.4.8"},{"at":"2017-12-21T08:43:11","score":4,"content":"Il manque des filtres pour choisir la direction et les lignes que l'on veut suivre aux arrêts. Autrement bonne app, même si elle bug parfois.","reviewCreatedVersion":"1.4.7"},{"at":"2017-12-27T21:02:28","score":1,"content":"\"Nouveautés : Ajout de publicités\"🤔👎🤢, non merci j'installe \"Moovit\" qui offre un meilleur design et plus de fonctionnalités et surtout sans PUB😎","reviewCreatedVersion":"1.4.7"},{"at":"2017-12-11T20:40:09","score":4,"content":"Il manquerait simplement une mémoire des trajets favoris. Avec propositions par défaut des trajets (=gain de tps). Merci. Très bonne appli.","reviewCreatedVersion":"1.4.7"},{"at":"2017-12-26T15:37:02","score":4,"content":"Pratique. Mais attention les correspondances à 1minute proposées ne sont pas réalistes.","reviewCreatedVersion":"1.4.7"},{"at":"2017-12-07T13:19:25","score":3,"content":"Il y a trop souvent des problèmes de GPS","reviewCreatedVersion":"1.4.7"},{"at":"2017-12-19T19:31:00","score":5,"content":"Rn général  je suis contente.","reviewCreatedVersion":"1.4.7"},{"at":"2018-01-12T11:47:59","score":1,"content":"MàJ  \"Ajout de publicités\" Non mais sans blagues ?!","reviewCreatedVersion":"1.4.7"},{"at":"2018-03-21T17:06:37","score":5,"content":"Super","reviewCreatedVersion":"1.4.7"},{"at":"2017-12-31T06:29:14","score":1,"content":"Pubs...","reviewCreatedVersion":"1.4.7"},{"at":"2017-12-02T12:27:50","score":5,"content":"J'adore cette application , c'est génial merci👌✌","reviewCreatedVersion":"1.4.6"},{"at":"2017-12-04T20:43:28","score":1,"content":"Nul","reviewCreatedVersion":"1.4.6"},{"at":"2017-11-18T07:32:43","score":2,"content":"Je la trouve très compliquée cette application, très bordélique. Impossible de me retrouver, il faut l'organiser d'une manière plus simple et plus logique. Je préfère utiliser Google Maps en attendant.","reviewCreatedVersion":"1.4.4"},{"at":"2017-10-16T11:05:01","score":1,"content":"\"TPG s'est arrêté\" ou \"Service Indisponible À CHAQUE FOIS que j'utilise cette app, c'est à dire tout les 2 jours.. C'est inadmissible, surtout compte tenu du fric que vous nous extorquer chaque mois !!! D'autant que le problème est récurent depuis plusieurs mois.... De plus, l'app ne tiens pas compte des horraires week end, jours fériers, ou noctambus.   Pourri à souhait.   Comment faire croire qu'on se soucis de ses utilisateurs pour finalement leur faire un gros doigt.  On vous dit pas merci","reviewCreatedVersion":"1.4.4"},{"at":"2017-09-30T05:47:10","score":3,"content":"Après 2 ans d'utilisation, mon constat est le suivant: + horaires en temps reel - application ultra lente","reviewCreatedVersion":"1.4.4"},{"at":"2017-10-15T18:44:16","score":5,"content":"Si vous avez une question concernant les arrêts et les détournements cette applis et parfaite","reviewCreatedVersion":"1.4.4"},{"at":"2017-10-28T07:16:27","score":3,"content":"Nécessaire pour bouger à Genève","reviewCreatedVersion":"1.4.4"},{"at":"2017-11-07T17:27:01","score":3,"content":"Lent et ça n'arrête pas de planter","reviewCreatedVersion":"1.4.4"},{"at":"2017-12-29T17:55:44","score":1,"content":"Depuis la derniere mise a jour le chargement se fait trop trop mais trop lent!!!!!! Je suis deçu","reviewCreatedVersion":"1.4.2"},{"at":"2017-07-07T15:57:04","score":1,"content":"Pour le prix d'un ticket l'app pourait etre revu","reviewCreatedVersion":"1.4.2"},{"at":"2017-06-26T06:49:50","score":1,"content":"Toujours en retard et les horaire sont faux","reviewCreatedVersion":"1.4.2"},{"at":"2017-08-06T13:29:44","score":5,"content":"Impossible de mettre tpg sur bureau","reviewCreatedVersion":"1.4.2"},{"at":"2017-09-21T13:08:50","score":5,"content":"Tres bonne application","reviewCreatedVersion":"1.4.2"},{"at":"2017-09-02T15:44:38","score":5,"content":"Bien","reviewCreatedVersion":"1.4.2"},{"at":"2017-06-28T19:56:57","score":5,"content":"Tiptop","reviewCreatedVersion":"1.4.2"},{"at":"2017-05-17T06:14:52","score":1,"content":"Investissez enfin dans des programmes dignes de ce nom et arrêtez de vouloir vous lancer dans des nouvelles offre du genre free wi fi. Vous ne maîtrisez même pas la base","reviewCreatedVersion":"1.4.1"},{"at":"2017-05-17T07:28:24","score":2,"content":"\"Service indisponible\" à chaque recherche, intolérable ! Vous qui faites payer des abonnements à des prix astronomiques à vos voyageurs fidèles, faites un effort, c'est honteux !","reviewCreatedVersion":"1.4.1"},{"at":"2017-05-17T05:42:33","score":2,"content":"De puis la dernière mis à jour ça me dit que le service est indisponible","reviewCreatedVersion":"1.4.1"},{"at":"2017-04-25T05:20:03","score":1,"content":"Depuis la mise à jour du 24.04.17 il n y a plus certains arrêts de bus et certaines lignes (qui existe pourtant toujours!) Déçue de \"la mise à jour\"","reviewCreatedVersion":"1.3.0"},{"at":"2017-05-01T19:20:59","score":1,"content":"Vous êtes vraiment des nuls. Incapable de concevoir une application digne de son nom.","reviewCreatedVersion":"1.3.0"},{"at":"2017-05-14T04:26:44","score":2,"content":"Souvent inaccessible (impossible de consulter les arrêt) Temps d'attente souvent faux","reviewCreatedVersion":"1.3.0"},{"at":"2017-05-17T09:26:28","score":1,"content":"Nul car...","reviewCreatedVersion":"1.3.0"},{"at":"2017-04-12T15:00:42","score":2,"content":"Les seules fonctions vraiment utiles sont l'achat de billets et les horaires (mais pas en temps réel...). Les itinéraires ne fonctionnent pas: propositions d'arrêts dans toute l'Europe, sélection sur carte inopérante,... Lourd et mal conçu comme le site web d'ailleurs sur lequel il est impossible d'obtenir un localisation des arrêts sur une carte. Donc si vous ne le connaissez pas, vous ne le trouvez pas. Dommage.","reviewCreatedVersion":"1.2.0"},{"at":"2017-06-28T07:14:09","score":3,"content":"ça m'arrange bien","reviewCreatedVersion":"1.2.0"},{"at":"2017-02-24T07:03:11","score":3,"content":"C'est dommage que la seule chose qui fonctionne bien c'est la consultation des horaires, parce que la fonction d'itinéraire donne de mauvaises informations en relation avec les horaires des bus. L'exemple de ce matin, l'appli me dit que le bus arrive à 8h et en réalité il est venue à 7h55...","reviewCreatedVersion":"1.1.12"},{"at":"2017-03-01T07:39:05","score":3,"content":"Pendant des semaines plantage systématique pour les horaires, maintenant ça marche. Fonction itineraires inexistante avant, elle paraît bien maintenant mais je n'ai pas encore vraiment testé","reviewCreatedVersion":"1.1.12"},{"at":"2016-12-21T06:41:52","score":2,"content":"Impossible d'utiliser l'application depuis la dernière MaJ. C'est très agaçant, surtout avec les nouveaux horaires qui sont en place :/ c'est vraiment dommage, de base je la trouve très bien faite et complète. Tellement bien pensée que d'utiliser l'application d'autres transports publiques suisses devient frustrant car on a prit l'habitude d'avoir facilement les informations que l'on souhaite sur celle-ci.","reviewCreatedVersion":"1.1.11"},{"at":"2017-01-05T06:11:10","score":2,"content":"Je ne peux plus utiliser mon appli depuis la dernière mise à jour. Je l'utilisais souvent et la trouve la plupart du temps très pratique. Si le problème n'est pas réglé, je vais la désinstaller... je ne vais pas garder une application qui ne sert à rien.","reviewCreatedVersion":"1.1.11"},{"at":"2017-02-11T22:14:57","score":2,"content":"Vivement CityMapper... J'ai signalé plusieurs fois un bug d'affichage majeur (caractères illisibles), mais il n'y a pas de bug tracker et les employés des TPG ne connaissent rien à l'informatique. Très décevant","reviewCreatedVersion":"1.1.11"},{"at":"2016-12-14T07:33:28","score":1,"content":"Cette sensation de joie quand encore une fois ton application te donne des horaires de bus qui n'existent pas, surtout quand tu habites à un endroit où c'est 1 bus par heure.                 Non, vraiment, un grand bravo :)","reviewCreatedVersion":"1.1.11"},{"at":"2017-01-10T22:41:10","score":5,"content":"Pas de bug à signaler pour ma part, fonctionne très bien. J'utilise principalement les favoris pour savoir quand part le prochain bus, histoire de pad quitter mon domicile trop tôt et me cailler dehors :D","reviewCreatedVersion":"1.1.11"},{"at":"2017-02-02T08:27:46","score":1,"content":"C'est pratique mais quand on devait partir l'application nous a dit qu'il avait 10 minutes de retard donc on ne c'est pas pressé mais 5 minutes après le bus devait arriver dans 2 minutes ça a changé d'un seul coup et on a loupé le bus","reviewCreatedVersion":"1.1.11"},{"at":"2017-01-03T04:24:44","score":2,"content":"Impossible d'utiliser l'application depuis la maj faite quelque chose c'est très pénible surtout si on prend souvent les tpg","reviewCreatedVersion":"1.1.11"},{"at":"2017-02-26T02:03:36","score":3,"content":"Top à part le mode itinéraire qui nous propose des trajets plus longs que si on cherche manuellement chaque ligne !","reviewCreatedVersion":"1.1.11"},{"at":"2016-12-23T19:10:54","score":1,"content":"Inutilisable depuis la dernière mise à jour. Pourquoi toujours changer ce qui fonctionne bien ?","reviewCreatedVersion":"1.1.11"},{"at":"2017-02-09T17:22:55","score":1,"content":"Ne fonctionne plus depuis la dernière maj.","reviewCreatedVersion":"1.1.11"},{"at":"2016-12-28T23:58:59","score":1,"content":"Application qui plante plusieurs fois par jour... Inutilisable...","reviewCreatedVersion":"1.1.11"},{"at":"2016-12-30T14:31:19","score":1,"content":"Depuis la mise à jour, application incohérente.","reviewCreatedVersion":"1.1.11"},{"at":"2017-02-12T16:37:33","score":3,"content":"Je n'arrive plus à utiliser l'application","reviewCreatedVersion":"1.1.11"},{"at":"2017-01-07T14:16:10","score":4,"content":"Horaires","reviewCreatedVersion":"1.1.11"},{"at":"2016-12-07T08:57:58","score":1,"content":"Ne fonctionne plus depuis la mise à jour  sur mon Galaxy S4.","reviewCreatedVersion":"1.1.10"},{"at":"2016-12-07T12:37:04","score":3,"content":"Pas mal de bug","reviewCreatedVersion":"1.1.10"},{"at":"2016-11-30T06:18:32","score":4,"content":"L'application va de l'avant et s'améliore pas mal sur les dernières mises à jour, notamment concernant les itinéraires. Mais il y a un gros soucis depuis une des dernières mises à jour. En effet le message \"service indisponible\" lors de la recherche d'horaires d'un arrêt ne cesse d'apparaître ce qui est assez insupportable puisqu'il faut spammer \"réessayer\" en croisant les doigts pour que ça passe au bout d'un moment. En dehors de ça, continuez sur cette lancée, il manque juste cette correction :)","reviewCreatedVersion":"1.1.6"},{"at":"2016-11-30T08:02:44","score":1,"content":"Depuis la dernière MaJ c'est la catastrophe. Ça bug. Tout prend une éternité, le rafraîchissement des horaires d'un bus marche une fois sur 10.... Please corrigez ça c'était mon application préférée et super efficace, merci","reviewCreatedVersion":"1.1.6"},{"at":"2016-12-01T14:46:51","score":3,"content":"Tout allait bien jusqu'à peu....depuis quelques temps vraiment agacée par ces incessants messages :\"services indisponibles\" comme d'autres en on fait la remarque; il faut fermer l'application et essayer de nombreuses fois avant d'obtenir les infos désirées. Grande perte de temps.","reviewCreatedVersion":"1.1.6"},{"at":"2016-11-30T15:02:37","score":4,"content":"L'application a toujours été au top. La nouvelle mouture pour les itinéraires est super. Par contre il y a beaucoup de bugs: \"service indisponible\" ou même arrêt de l'application.","reviewCreatedVersion":"1.1.6"},{"at":"2016-11-30T14:39:49","score":2,"content":"J'aimerais bien pouvoir consulter les horaires. Malheureusement je n'ai droit qu'au message \"service temporairement indisponible\" depuis le début de l'après-midi","reviewCreatedVersion":"1.1.6"},{"at":"2016-11-30T06:47:47","score":3,"content":"L'application était génial... mais sa c'était avant maintenant j'ai sans arrêt le message \"service indisponible\" l'application m'est devenu inutilisable....","reviewCreatedVersion":"1.1.6"},{"at":"2016-11-30T15:30:08","score":1,"content":"Depuis la maj la plupart des fonctions sympa d'avant comme «a proximité» sont devenues indisponibles. SVP Améliorez!","reviewCreatedVersion":"1.1.6"},{"at":"2016-12-25T15:45:53","score":2,"content":"Depuis quelques mois l'application ne marche pas bien. Il est très lent et s'arrête souvent.","reviewCreatedVersion":"1.1.6"},{"at":"2016-11-30T11:20:37","score":2,"content":"\"Service indisponible\" seule la fonction \"itinéraire\" est encore accécible! J'utilise beaucoup cette application mais la nouvelle mise à jour est un désastre!","reviewCreatedVersion":"1.1.6"},{"at":"2016-11-30T11:46:07","score":1,"content":"Depuis la dernière mise à jour,gros gros bug !!! Dommage ça fonctionnait très bien avant...","reviewCreatedVersion":"1.1.6"},{"at":"2016-11-30T06:53:02","score":2,"content":"Quasiment impossible d'utiliser l'application depuis la dernière MAJ! Du coup application inutile","reviewCreatedVersion":"1.1.6"},{"at":"2016-11-25T06:55:57","score":1,"content":"Depuis la mise à jour les horaires ont presque toujours un message d'erreur \"service indisponible\"","reviewCreatedVersion":"1.1.6"},{"at":"2016-12-01T06:25:41","score":1,"content":"Application pourri, tout les temps \"service indisponible\"  ça me sers strictement à rien !!!","reviewCreatedVersion":"1.1.6"},{"at":"2016-11-30T12:21:47","score":2,"content":"depuis la derniere MaJ ce message s'affiche systematiquement. Sinon avant c'etait parfait","reviewCreatedVersion":"1.1.6"},{"at":"2016-11-23T10:23:48","score":2,"content":"Ne s'ouvre pas quand on sélectionne un arrêt sous  \"A proximité\"  mise à jour indispensable !!!","reviewCreatedVersion":"1.1.6"},{"at":"2016-11-30T11:13:11","score":1,"content":"C'est quand même dégueulasse qu'un service aussi utilisé que ça soit hors service aussi longtemps.","reviewCreatedVersion":"1.1.6"},{"at":"2016-11-30T08:13:59","score":2,"content":"Depuis la mise à jour, le service est toujours indisponible... une catastrophe!!!","reviewCreatedVersion":"1.1.6"},{"at":"2016-11-30T05:51:04","score":3,"content":"Nombre de bug colossaux, phase de test de la release = inexistante","reviewCreatedVersion":"1.1.6"},{"at":"2016-11-27T19:01:51","score":5,"content":"La nouvelle recherche des itinéraires avec les adresses comme favoris est excellent 👌👌 le seul truc que manque est la possibilité de trier manuellement les favoris","reviewCreatedVersion":"1.1.6"},{"at":"2016-11-30T11:10:10","score":2,"content":"\"services actuellement indisponible\" depuis 6 jours !!!!","reviewCreatedVersion":"1.1.6"},{"at":"2016-11-30T11:25:52","score":1,"content":"Tout le temps des messages \"service indisponible\"","reviewCreatedVersion":"1.1.6"},{"at":"2016-11-30T10:23:21","score":1,"content":"Tout le temps🖒 et je rigole pas","reviewCreatedVersion":"1.1.6"},{"at":"2016-12-18T02:46:12","score":1,"content":"Ça plante comme un avion sans aile","reviewCreatedVersion":"1.1.6"},{"at":"2016-11-21T21:20:16","score":3,"content":"C'est pratique mais sa bugs","reviewCreatedVersion":"1.1.6"},{"at":"2016-11-22T23:12:46","score":1,"content":"Pas pratique...","reviewCreatedVersion":"1.1.6"},{"at":"2016-11-28T08:58:09","score":1,"content":"Trop de bugs dans les dernières versions","reviewCreatedVersion":"1.1.6"},{"at":"2016-12-13T16:59:20","score":5,"content":"Tout est dans le titre.","reviewCreatedVersion":"1.1.6"},{"at":"2016-11-29T15:24:18","score":1,"content":"Bugs trop","reviewCreatedVersion":"1.1.6"},{"at":"2016-11-28T15:50:03","score":2,"content":"Buuuuuuuug","reviewCreatedVersion":"1.1.6"},{"at":"2015-12-12T22:02:53","score":4,"content":"Très pratique, fiable, simple à utiliser. Mais pas encore au point. Pas possible d'enregistrer un itinéraire favori, et lors de la recherche il faut, si l'application a déjà été ouverte, remettre l'heure manuellement. Peut être un bouton \"maintenant\" serait une bonne idée. De plus, le bouton \"rechercher\" n'ouvre pas du premier coup le navigateur. Le rêve serait que tout s'affiche dans l'application. De plus, la localisation est capricieuse, pour peu qu'elle trouve où on est, encore faut-il trouver un arrêt.","reviewCreatedVersion":"1.0.13"},{"at":"2016-08-26T20:14:21","score":4,"content":"Il faut vivre avec son temps.  Et les applications sont de plus en plus incontournables.  Celle-ci est complète et apporte son lot d'informations utiles même si je pense qu'avec le temps il faudra l'améliorer en fonction des besoins et modifications.  Très simple à utiliser.","reviewCreatedVersion":"1.0.13"},{"at":"2015-12-15T14:33:02","score":4,"content":"L'app est ergonomique et légère, même si le design pourrait être revu. La gestion des favoris, fiches horaires, prochains passages, etc est bonne. Seul gros point noir : la fonction \"Itinéraire\" n'est pas in-app, on est redirigé vers le navigateur, ce qui fait perdre un grand intérêt en terme de plus-value par rapport au site Web.","reviewCreatedVersion":"1.0.13"},{"at":"2016-09-08T15:38:53","score":2,"content":"Cette application ne peut pas vous afficher sur une carte type Google maps, en affichant les stations autour... bref quand on m'indique d'aller prendre le bus 11, je ne sais même pas ou aller... autant le réseau est bien desservi, autant cette application au design des années 2000 ne me sert quasiment pas..","reviewCreatedVersion":"1.0.13"},{"at":"2016-07-06T22:29:47","score":2,"content":"C'est quand même très stupide de ne pas pouvoir avoir l'affiche horaire entière d'un arrêt ou d'une ligne, obligé d'aller sur le site pour télécharger le pdf pour consulter 1 heure de passage...  Svp ajoutez un onglet quand on clique sur le nom d'un arrêt :)","reviewCreatedVersion":"1.0.13"},{"at":"2015-12-21T15:44:55","score":4,"content":"Application bonne et pratique, mais la dernière mise à jour bug. L'appli s'interrompt sans arrêt. Vite une nouvelle mise à jour pour corriger ça svp!!!","reviewCreatedVersion":"1.0.13"},{"at":"2016-09-28T11:50:15","score":1,"content":"Sur les horaires près du bus ou du tram. Ce n est pas les même horaires que sur l application. Ce qui me met en retard !!","reviewCreatedVersion":"1.0.13"},{"at":"2016-06-04T23:38:25","score":1,"content":"C'est applications marche quand elle veux et indique vos bus 30 minutes plus tard que l'horaire donc pas très utile","reviewCreatedVersion":"1.0.13"},{"at":"2016-02-06T17:51:23","score":2,"content":"Prendre un billet à la fois pour ma famille nombreuse le tout absolument avant de monter soit parfois devoir attendre le suivant est une horreur...","reviewCreatedVersion":"1.0.13"},{"at":"2016-06-10T15:53:32","score":3,"content":"Mais pourquoi ne peut-on plus acheter un billet depuis l'application comme cela était possible avant ?","reviewCreatedVersion":"1.0.13"},{"at":"2016-03-18T11:59:37","score":3,"content":"L'application est bien mais elle prends trop de temps à s'ouvrir, charger et d'actualiser...","reviewCreatedVersion":"1.0.13"},{"at":"2016-09-09T22:43:36","score":1,"content":"C est super d attendre des bus qui sont ecris et qui arrive jamais merci de faire perdre son temps au gens","reviewCreatedVersion":"1.0.13"},{"at":"2015-12-26T20:27:18","score":4,"content":"C'atait tres bien mais depuis la mise a jour la fonction horaires plante. Dommage","reviewCreatedVersion":"1.0.13"},{"at":"2016-09-15T16:06:43","score":4,"content":"Une fonction permettant de nous prévenir, avec un notification, de l'arrivée d'un bus voulu ça serait la cerise sur le gâteau","reviewCreatedVersion":"1.0.13"},{"at":"2016-01-24T17:41:59","score":2,"content":"Après maj, l'onglet horaire fait planter le programme... Inutilisable, désormais :-(","reviewCreatedVersion":"1.0.13"},{"at":"2016-11-17T18:36:04","score":4,"content":"After an update, it's stopped working. The times of trains are not updating.","reviewCreatedVersion":"1.0.13"},{"at":"2016-01-29T14:45:14","score":2,"content":"Trop de crashs (au moins 3 par jour) qui gachent l'application :/","reviewCreatedVersion":"1.0.13"},{"at":"2017-03-06T16:12:59","score":5,"content":"Merci d'avoir résolu le problème de géo-localisation. L'application fonctionne à nouveau à merveille !","reviewCreatedVersion":"1.0.13"},{"at":"2016-09-14T06:44:09","score":5,"content":"Très pratique, horaires fiables en temps réel. Jamais de problème.","reviewCreatedVersion":"1.0.13"},{"at":"2016-01-03T18:11:25","score":4,"content":"Reste a pouvoir acheter son billet a partir de l'appli.","reviewCreatedVersion":"1.0.13"},{"at":"2016-06-29T16:34:36","score":1,"content":"Totalement inutile, parcours erronés","reviewCreatedVersion":"1.0.13"},{"at":"2016-09-06T16:49:24","score":4,"content":"Très pratique!!!","reviewCreatedVersion":"1.0.13"},{"at":"2016-08-14T18:41:39","score":1,"content":"Les horaires sont faux. ..","reviewCreatedVersion":"1.0.13"},{"at":"2016-10-02T03:22:07","score":4,"content":"Tres pratique","reviewCreatedVersion":"1.0.13"},{"at":"2016-09-30T23:28:23","score":5,"content":"Très pratique","reviewCreatedVersion":"1.0.13"},{"at":"2016-01-30T22:49:38","score":5,"content":"très bon","reviewCreatedVersion":"1.0.13"},{"at":"2016-11-22T17:09:48","score":5,"content":"Très pratique","reviewCreatedVersion":"1.0.13"},{"at":"2016-07-12T11:12:00","score":5,"content":"Excellent 👍👍👍","reviewCreatedVersion":"1.0.13"},{"at":"2016-02-09T16:50:51","score":5,"content":"J'adore","reviewCreatedVersion":"1.0.13"},{"at":"2016-12-11T11:35:56","score":5,"content":"Coooool","reviewCreatedVersion":"1.0.13"},{"at":"2016-05-15T15:09:45","score":1,"content":"Horrible","reviewCreatedVersion":"1.0.13"},{"at":"2015-07-25T10:20:14","score":3,"content":"Ça manque de précision parce que par exemple pour le bus 4  il te dise que le bus 4 arrive dans 10 minutes ben tu attends cinq minutes et après ces cinq minutes je reviens sur ton téléphone pouvoir dans combien de temps ils arrivent et bien quand tu regardes dans combien de temps ils arrivent après 5 minutes ben ça te donne encore dans 10 minutes et ça ce n'est pas précis voilà.","reviewCreatedVersion":"1.0.11"},{"at":"2015-04-18T05:49:53","score":3,"content":"Juste grand soucis avec le week-end! Sur l'itinéraire sa affiche une heure et sur horaire un autre. Une modification a voir","reviewCreatedVersion":"1.0.11"},{"at":"2014-12-30T23:56:15","score":5,"content":"Ces derniers temps, j'ai plutôt été critique sur les tpg mais cette application est bien faite. La commande de billets directement via l'appli et sms est top. Lorsqu'on a pas de monnaie sur soi, c'est top.","reviewCreatedVersion":"1.0.11"},{"at":"2014-12-19T00:44:33","score":4,"content":"Il serait bien que si on recherche une information sur la carte par exemple \"Bel-Air\", que l'arrêt apparaisse dans les résultats. Actuellement, les résultats retournés indiquent seulement des adresses.","reviewCreatedVersion":"1.0.11"},{"at":"2015-03-17T17:49:30","score":3,"content":"Depuis quelques jours j'ai un soucis où l'application fonctionne une fois sur 4 et m'affiche \"plus de passage à cet arrêt\" alors qu'il y en a clairement encore","reviewCreatedVersion":"1.0.11"},{"at":"2015-07-16T08:14:26","score":3,"content":"Il manque une fonction pour Android wear. Ça pourrait être pratique de consulter l'horaire des arrêts à proximité en regardant simplement sa montre.","reviewCreatedVersion":"1.0.11"},{"at":"2015-12-01T17:27:18","score":1,"content":"Quand on voit ce que Zurich arrive à délivrer comme application de transport public, on se demande ce qu'il s'est passé avec les TPG.....","reviewCreatedVersion":"1.0.11"},{"at":"2015-01-27T15:46:14","score":2,"content":"Depuis 2 jours les recherches à proximité ne fonctionnent plus, la recherche par la position ne se fait plus .Le  gps fonctionne parfaitement","reviewCreatedVersion":"1.0.11"},{"at":"2015-04-24T18:57:28","score":3,"content":"Bon d'accord je ne suis pas en suisse mais ça peut servir si vous avez du réseau en Suisse","reviewCreatedVersion":"1.0.11"},{"at":"2015-08-27T06:39:27","score":4,"content":"Ça marche parfaitement. L'horaire est précis (il faut rafraîchir si on veut le voir évoluer).","reviewCreatedVersion":"1.0.11"},{"at":"2017-01-16T08:46:43","score":1,"content":"depuis la mise a jour je ne peux plus utilisé l application...sos","reviewCreatedVersion":"1.0.11"},{"at":"2015-05-11T05:06:54","score":2,"content":"La recherche des horaires par ligne ou des favoris ne fonctionne plus depuis avril 2015.","reviewCreatedVersion":"1.0.11"},{"at":"2015-04-11T16:05:15","score":4,"content":"C'est très pratique de pouvoir prendre directement son ticket depuis cette appli' :)","reviewCreatedVersion":"1.0.11"},{"at":"2015-07-09T15:25:42","score":5,"content":"marche super bien, précis dans les horaires et les arrêts à proximité. Utile au quotidien pour le travail ou pour le privé.","reviewCreatedVersion":"1.0.11"},{"at":"2015-01-04T18:27:33","score":2,"content":"Je ne trouve pas les arrêts de la ligne O...","reviewCreatedVersion":"1.0.11"},{"at":"2015-02-17T23:35:55","score":5,"content":"Du temps réel très pratique et simple d'utilisation.","reviewCreatedVersion":"1.0.11"},{"at":"2015-08-06T08:40:02","score":1,"content":"Impossible de réinstaller après dépannage du tétéphone.","reviewCreatedVersion":"1.0.11"},{"at":"2015-10-05T08:32:29","score":5,"content":"Cher TPG, n'oubliez pas de faire des mises à jours !!!","reviewCreatedVersion":"1.0.11"},{"at":"2015-09-02T16:21:20","score":4,"content":"C'est une bonne application!","reviewCreatedVersion":"1.0.11"},{"at":"2015-05-03T17:34:43","score":1,"content":"Ça donne pas les vrai horaire","reviewCreatedVersion":"1.0.11"},{"at":"2015-02-28T12:36:26","score":1,"content":"Peu pas acheter des billets","reviewCreatedVersion":"1.0.11"},{"at":"2017-02-03T22:48:08","score":5,"content":"Très utile ! :)","reviewCreatedVersion":"1.0.11"},{"at":"2015-11-27T22:23:19","score":3,"content":"Et aucun agrandissement du texte ?","reviewCreatedVersion":"1.0.11"},{"at":"2014-12-19T06:24:09","score":5,"content":"tres pratique","reviewCreatedVersion":"1.0.11"},{"at":"2016-02-21T10:24:59","score":5,"content":"Utilisé tous les jours par moi et mes potes.","reviewCreatedVersion":"1.0.11"},{"at":"2016-02-23T12:58:06","score":1,"content":"Trop de bug","reviewCreatedVersion":"1.0.11"},{"at":"2016-04-02T08:27:53","score":1,"content":"Le widget est foireux","reviewCreatedVersion":"1.0.11"},{"at":"2014-08-29T21:35:28","score":3,"content":"Depuis quelques temps il est impossible d'utiliser \"arrêt à proximité\", l'app prétend que la localisation gps n'est pas assez précise(alors que toutes les autres app que j'utilise n'ont pas de problèmes de localisation). Je suis donc obligée de rentrer manuellement le nom de l'arrêt...pas génial si on ne le connait pas :( Sinon l'app est bien utile","reviewCreatedVersion":"1.0.7"},{"at":"2014-05-25T13:56:13","score":2,"content":"Pourrait il y avoir la possibilité d'acheter des billets autres que par SMS. Avec un compte pré chargé par exemple ou par carte bancaire ? Je n'ai pas de SIM suisse.  Merci","reviewCreatedVersion":"1.0.7"},{"at":"2014-08-22T12:21:04","score":1,"content":"Sur réseau suisse, lors de l'achat d'un ticket, je clique pour payer et rien ne se passe. C'est très frustrant!","reviewCreatedVersion":"1.0.7"},{"at":"2014-06-12T22:00:47","score":1,"content":"SMS envoyé; accusé de réception dit: \"la date à expiré\" ... Et surtout pas de ticket en retour :-( À tout hasard, un problème de format de date 12/6 vs 6/12?  Pas très utile en l'état !","reviewCreatedVersion":"1.0.7"},{"at":"2014-05-11T07:43:48","score":4,"content":"App pratique et utile mais par contre sur galaxy s5 le widget plante, je le mets à jour et cela affiche \"TPG s'est arrêté\" à plusieur reprises sans que le widget affiche l'horaire des bus","reviewCreatedVersion":"1.0.7"},{"at":"2014-05-02T17:57:21","score":4,"content":"Tout marche, sauf l'itinéraire qui m'amène à l'accueil du site tpg.ch. C'est quand même dommage.","reviewCreatedVersion":"1.0.7"},{"at":"2014-09-03T19:28:28","score":5,"content":"Cette apli m aide bcp pour quand je vais a l ecole pr pas etre en retard comme je prend a 7h 42 et qu mon ecole commence  a 8h00","reviewCreatedVersion":"1.0.7"},{"at":"2014-11-19T17:32:53","score":5,"content":"Super pratique et beaucoup plus fiable que les tableaux.","reviewCreatedVersion":"1.0.7"},{"at":"2014-11-29T01:34:33","score":5,"content":"Tres bonne applications, pas encore eu a me plaindre","reviewCreatedVersion":"1.0.7"},{"at":"2014-10-07T17:17:33","score":3,"content":"Bien mais bug majeur et mineur","reviewCreatedVersion":"1.0.7"},{"at":"2014-10-27T14:54:30","score":5,"content":"Pas de défaut et surtout bons horaires au bons moments","reviewCreatedVersion":"1.0.7"},{"at":"2014-08-11T07:13:34","score":5,"content":"Très bien l'application TPG !!!","reviewCreatedVersion":"1.0.7"},{"at":"2014-08-29T12:19:05","score":4,"content":"Très pratique","reviewCreatedVersion":"1.0.7"},{"at":"2014-06-15T10:40:06","score":5,"content":"C'est trp bien.","reviewCreatedVersion":"1.0.7"},{"at":"2014-05-04T05:55:52","score":5,"content":"Fini le loooons bugs du site m.tpg","reviewCreatedVersion":"1.0.7"},{"at":"2014-05-08T08:18:09","score":5,"content":"Pratique.","reviewCreatedVersion":"1.0.7"},{"at":"2014-12-12T00:46:45","score":3,"content":"Bug","reviewCreatedVersion":"1.0.7"},{"at":"2014-08-13T15:06:30","score":5,"content":"Au top!","reviewCreatedVersion":"1.0.7"},{"at":"2014-02-01T07:43:25","score":4,"content":"Dommage de n'avoir pas pensé à ajouter la possibilité de pouvoir organiser les favoris.. Supper applications. Réactivité avec le billet sms. MERCI.  Olivier.","reviewCreatedVersion":"1.0.5"},{"at":"2014-02-12T17:02:29","score":3,"content":"Sans revenir sur la fonction \"itinéraire\", je rajouterai une étoile dès qu'un \"ascenseur\"sera à nouveau disponible dans la barre de défilement verticale de la liste des arrêts. Elle a disparu depuis la nouvelle version de l'appli (à moins que ce soit à cause du passage à kitkat...)","reviewCreatedVersion":"1.0.5"},{"at":"2014-02-09T08:50:25","score":2,"content":"Bonne application dans l'ensemble mais il manque la ligne DN que je prends très régulièrement... Cette application deviens donc inutile pour moi.","reviewCreatedVersion":"1.0.5"},{"at":"2014-02-25T21:35:18","score":1,"content":"Impossible d'avoir l'acquisition du GPS du coup j'utilise l'app des CFF. Dommage c'est toujours utile quand on a que les transports publics pour ce déplacer à Genève...","reviewCreatedVersion":"1.0.5"},{"at":"2014-02-06T22:25:40","score":4,"content":"Dommage de ne voir que les prochains départs mais pas ceux d'une autre heure. Lendemain matin par exemple.","reviewCreatedVersion":"1.0.5"},{"at":"2014-02-05T08:46:07","score":3,"content":"Oubliez cette appli pour les itinéraires car cela renvoi vers le site Web des tpg","reviewCreatedVersion":"1.0.5"},{"at":"2014-02-05T06:31:11","score":5,"content":"Merci les développeurs d'avoir ajouté la possibilité d'installer l'appli sur la carte SD!!","reviewCreatedVersion":"1.0.5"},{"at":"2014-03-16T09:24:25","score":2,"content":"A quoi ça sert une application si donné de fausses informations?","reviewCreatedVersion":"1.0.5"},{"at":"2014-04-24T11:00:51","score":5,"content":"Magnifique et très utile.","reviewCreatedVersion":"1.0.5"},{"at":"2014-03-09T09:37:57","score":5,"content":"J'adore","reviewCreatedVersion":"1.0.5"},{"at":"2014-03-31T16:50:05","score":5,"content":"Tres pratique!","reviewCreatedVersion":"1.0.5"},{"at":"2014-03-23T12:59:33","score":5,"content":"Radieu","reviewCreatedVersion":"1.0.5"},{"at":"2013-07-03T00:26:35","score":1,"content":"Vous avez pris votre temps et c'est difficilement acceptable vu vos budgets et vos tarifs. Android n'est pas leader que depuis 2013 mais il vous a fallu 2 ans pour le comprendre. Maintenant essayez de faire en sorte de ne pas dénaturer le design d'Android et utilisez un design plat façon holo. Faites en sorte que l'on puisse avoir un mode off line et améliorez l'ergonomie générale car c'est pas encore ça. Une option pour avoir un fond sombre serait la bienvenue.","reviewCreatedVersion":"1.0.1"},{"at":"2013-11-25T18:38:01","score":4,"content":"J aime bien . Ce qui lui a coûté une , v est lw fait que le plan n est pas assez gros . Sinon , c'est pas mal, je prends beaucoup le bus ou tram donc c est quand même assez pratique pour trouver quel bus et quand est ce qu'il arrive à l'arrêt. .. À tester pour tous les Genevois !","reviewCreatedVersion":"1.0.1"},{"at":"2013-08-17T13:44:15","score":1,"content":"La vue des itinéraires n'est pas adaptée aux smartphones et n'est vraiment pas pratique, ça renvoie sur le site Web sans affichage mobile. Vivement que les TPG donnent leurs horaires a Google. Pour le moment je conseille l'application des CFF 10 fois mieux faite","reviewCreatedVersion":"1.0.1"},{"at":"2016-12-20T09:58:53","score":1,"content":"L'application plante quand on veux interroger les horaires.  Exemple £Ligne A Gy -Temple !  Grosse régression !  Bug bloquants non fixé  à désinstaller","reviewCreatedVersion":"1.0.1"},{"at":"2013-08-06T20:42:17","score":3,"content":"Pas mal mais pas encore tout à fait convaincu. Peut vraiment mieux faire au niveau du design et de l'ergonomie. En plus le widget ne fonctionne pas toujours. Dommage mais je garde espoir !","reviewCreatedVersion":"1.0.1"},{"at":"2013-04-02T23:50:02","score":4,"content":"Joli travail...mais impossible d afficher les horaires lorsque le services est terminé sur la ligne. J imagine que les horaires du lendemain sont connu ...","reviewCreatedVersion":"1.0.1"},{"at":"2013-03-26T13:58:49","score":5,"content":"Enfin, nous autres utilisateurs d'Android attendions cette application avec impatience. Je la conseille à tout piéton genevois, elle est esthétiquement bien foutue et efficace.  Le widget qui permet d'avoir l'arrêt de bus près de chez moi en permanence est le petit plus qui fait que je lui accorde 5 étoiles.","reviewCreatedVersion":"1.0.1"},{"at":"2013-03-28T17:14:44","score":5,"content":"Le top plus, serait d'avoir la possibilité de voir la photo de l'arrêt pour encore mieux se repérer. Un couplage avec un geolocalisateur est possible?","reviewCreatedVersion":"1.0.1"},{"at":"2013-11-30T23:51:35","score":5,"content":"J'utilise de temps en temps cette application et je n'ai jamais été déçu. Un accès à des horaires complet serait un plus. Ils sont disponible sur le web. Merci pour cette application.","reviewCreatedVersion":"1.0.1"},{"at":"2013-07-06T16:22:24","score":5,"content":"Bien et très pratique, mais j'ai repéré un bug qui concerne presque personne, pour l'arrêt rive souvent il marque pas le 33 direction puplinge-mairie dans les prochain départ ... si le bug peu être corrigé c'est cool :)","reviewCreatedVersion":"1.0.1"},{"at":"2013-03-21T17:35:29","score":4,"content":"Une section \"tarifs\" serait utile, ainsi qu'une option \"langue\"  pour les nombreux anglophones (internationaux et touristes) présents à Genève.","reviewCreatedVersion":"1.0.1"},{"at":"2013-12-20T22:28:48","score":1,"content":"Décevante. Il vaut mieux utiliser l'app des CFF. Je desinstalle","reviewCreatedVersion":"1.0.1"},{"at":"2013-04-18T18:18:32","score":5,"content":"Interfaces bien travaillés, widgets personnalisables. Très propre !!!","reviewCreatedVersion":"1.0.1"},{"at":"2013-11-17T07:39:11","score":3,"content":"J'ai lu qu'on pouvait mettre des Widget mais jles trouve pas :( je suis sur Samsung Galaxy S3","reviewCreatedVersion":"1.0.1"},{"at":"2013-03-21T16:46:55","score":5,"content":"Très belle application. Les Widgets configurables et la commande vocale, c'est parfait. :-)","reviewCreatedVersion":"1.0.1"},{"at":"2013-06-29T08:58:33","score":5,"content":"Parfait! Vraiment top! A conseiller à tous les utilisateurs des TPG ;)","reviewCreatedVersion":"1.0.1"},{"at":"2013-08-26T20:48:37","score":4,"content":"Mais il manque la ligne T !! Mise a jour SvP","reviewCreatedVersion":"1.0.1"},{"at":"2013-07-01T18:36:48","score":1,"content":"annonce les véhicules plus tot ou plus tard de la vrai heur d'arriver.","reviewCreatedVersion":"1.0.1"},{"at":"2013-11-25T13:54:51","score":4,"content":"En gros ça ressemble au site Internet en un peu plus adapté au smartphone.","reviewCreatedVersion":"1.0.1"},{"at":"2013-03-21T10:11:06","score":5,"content":"Application pratique, claire, rapide.   Magnifique","reviewCreatedVersion":"1.0.1"},{"at":"2013-03-27T17:12:15","score":5,"content":"Maps of Geneva are very handful, and the app is organised perfectly.","reviewCreatedVersion":"1.0.1"},{"at":"2013-03-22T11:19:58","score":5,"content":"Efficace,  simple. Widget très bien implémentés","reviewCreatedVersion":"1.0.1"},{"at":"2013-03-25T23:04:21","score":5,"content":"Je ne trouve pas comment faire ><","reviewCreatedVersion":"1.0.1"},{"at":"2013-04-03T13:18:00","score":5,"content":"Simple, pas lourd et efficace !","reviewCreatedVersion":"1.0.1"},{"at":"2013-03-31T20:05:01","score":5,"content":"application très utile et facile à utiliser.","reviewCreatedVersion":"1.0.1"},{"at":"2013-04-06T07:13:36","score":4,"content":"A urgemment autoriser l'installation sur la carte sd","reviewCreatedVersion":"1.0.1"},{"at":"2013-03-26T15:48:52","score":5,"content":"Super mais un peu tardif","reviewCreatedVersion":"1.0.1"},{"at":"2014-01-09T06:19:10","score":4,"content":"Pas complet","reviewCreatedVersion":"1.0.1"},{"at":"2013-12-20T09:03:23","score":5,"content":"Rien a dire sais Excellent","reviewCreatedVersion":"1.0.1"},{"at":"2013-05-20T19:29:11","score":4,"content":"Bonne appli...","reviewCreatedVersion":"1.0.1"},{"at":"2013-08-25T12:39:51","score":1,"content":"C bien","reviewCreatedVersion":"1.0.1"},{"at":"2013-05-15T16:47:26","score":5,"content":"Super !!!","reviewCreatedVersion":"1.0.1"},{"at":"2014-01-06T11:55:08","score":5,"content":":)","reviewCreatedVersion":"1.0.1"},{"at":"2013-10-14T04:44:50","score":3,"content":"Ok","reviewCreatedVersion":"1.0.1"},{"at":"2013-08-15T09:33:08","score":5,"content":"génial","reviewCreatedVersion":"1.0.1"},{"at":"2013-04-03T15:18:19","score":5,"content":"Parfait","reviewCreatedVersion":"1.0.1"},{"at":"2013-09-02T15:02:02","score":5,"content":"Super","reviewCreatedVersion":"1.0.1"},{"at":"2013-03-29T00:05:09","score":5,"content":"Nice appli!","reviewCreatedVersion":"1.0.1"},{"at":"2018-01-30T16:45:56","score":1,"content":"Je trouve cette application totalement nul et si je pourrais mettre 0 étoile j'y mettrais elle bug énormément et je n'ai pas pus l'utiliser tellement c'était lent et sans demander des bus ou tram à proximités sa demandait presque tous le temps la position.  L'application est totalement NNNUUUUUULLLL...","reviewCreatedVersion":null},{"at":"2014-09-24T21:47:14","score":2,"content":"C'est vraiment pas ergonomique... Pas réussi à trouver les horaires d'un arrêt ( autre que les bus suivant ). Manque les mouettes. Vraiment je pense qu'un service publique pourrait beaucoup mieux faire !","reviewCreatedVersion":null},{"at":"2013-04-06T10:40:06","score":1,"content":"pour une app qui pèse 8 Mo. Peut donc contenir du malware. L'app cff est bien plus complète. En plus on peut y acheter le billet directement.","reviewCreatedVersion":null},{"at":"2018-05-01T09:10:43","score":1,"content":"Le site est mieux, il n y a meme pas (ou alors j n ai pas trouvé c est tout \na fait possible ) de fiche horaire, en effet il faut chercher le nom de l \narret et ensuite ca dit quand il y a le prochain bus de plus dans ma zone \nmeme a coté d un arret il ne trouve pas d arret a proximité","reviewCreatedVersion":null},{"at":"2013-03-23T23:04:31","score":4,"content":"Ah ben je l'attendais avec impatience,  existante depuis des années pour iOS mais boudée pour Android. Jolie sinon","reviewCreatedVersion":null},{"at":"2018-06-30T02:29:27","score":1,"content":"Ne fonctionne tout simplement pas. Ni la fonction arrêt a proximité ni le \nmode itinéraire. Totalement inutile.","reviewCreatedVersion":null},{"at":"2018-03-24T11:34:42","score":4,"content":"Cool cette apli permet de ne pas forcémment attendre 10 minutes sans savoir ce qui ce passe parfoit elle est lente mais ça passe","reviewCreatedVersion":null},{"at":"2016-12-18T18:59:46","score":1,"content":"L apllication ne fonctionne pas ou plante 9 fois sur 10.. pitoyable..","reviewCreatedVersion":null},{"at":"2018-01-15T06:24:41","score":1,"content":"Sa fonctionnalité principale est de connaître les horaires TPG et même cela ne fonctionne pas...","reviewCreatedVersion":null},{"at":"2013-07-03T21:56:24","score":1,"content":"Nul on ne peut voir par ligne l horaire détaillé ainsi que l horaire du lendemain.\tNul on ne peut voir par ligne l horaire détaillé ainsi que l horaire du lendemain.","reviewCreatedVersion":null},{"at":"2016-12-21T04:57:20","score":2,"content":"Je n'arrive même pas à ouvrir l'application téléchargée.","reviewCreatedVersion":null},{"at":"2017-03-02T12:54:25","score":4,"content":"Depuis la màj l'appli marche à nouveau comme elle devrait.","reviewCreatedVersion":null},{"at":"2013-04-08T05:37:25","score":5,"content":"Parfait, enfin une application qui merite les 5 etoites et Bravo.","reviewCreatedVersion":null},{"at":"2015-03-18T10:44:56","score":5,"content":"Application simple d'accès rien rien à dire à part que c'est utile et bien fait","reviewCreatedVersion":null},{"at":"2014-10-27T07:33:46","score":5,"content":"Les horaires sont parfois pas correctes sinon l'ensemble de l'application reste pas mal","reviewCreatedVersion":null},{"at":"2013-06-02T14:35:52","score":5,"content":"Nous permet de ne plus maudir les horaires tpg.","reviewCreatedVersion":null},{"at":"2017-05-18T18:30:41","score":1,"content":"Ça marche même plus depuis la mise à jour","reviewCreatedVersion":null},{"at":"2016-12-27T16:23:45","score":1,"content":"Appli qui bogue tout le temps...","reviewCreatedVersion":null},{"at":"2016-03-16T07:28:38","score":3,"content":"Ne marche pas dommage","reviewCreatedVersion":null},{"at":"2015-06-08T07:53:23","score":5,"content":"Très pratique. Maintenant je suis jamais en retard","reviewCreatedVersion":null},{"at":"2017-03-23T18:29:57","score":5,"content":"Salut je très content de Sète application","reviewCreatedVersion":null},{"at":"2015-06-25T18:32:59","score":1,"content":"C vraiment nul","reviewCreatedVersion":null},{"at":"2015-12-13T06:03:26","score":5,"content":"Elle est très bien ,","reviewCreatedVersion":null},{"at":"2015-11-19T16:45:23","score":5,"content":"Je veux que ça marche mieux","reviewCreatedVersion":null},{"at":"2017-09-13T10:28:20","score":5,"content":"Très pratique tout simplemrnt !","reviewCreatedVersion":null},{"at":"2017-04-12T07:24:59","score":3,"content":"Pratique mais ça bug","reviewCreatedVersion":null},{"at":"2017-05-13T04:52:31","score":5,"content":"C est utile","reviewCreatedVersion":null},{"at":"2017-03-17T07:42:21","score":5,"content":"Au top, pratique, simple.","reviewCreatedVersion":null},{"at":"2018-11-22T15:49:28","score":3,"content":"Bien","reviewCreatedVersion":null},{"at":"2019-06-09T10:11:15","score":1,"content":"nul","reviewCreatedVersion":null},{"at":"2017-04-14T22:08:23","score":4,"content":"Ok","reviewCreatedVersion":null},{"at":"2016-01-02T09:22:19","score":5,"content":"Trop bien","reviewCreatedVersion":null},{"at":"2022-01-13T21:12:22","score":5,"content":"Bien","reviewCreatedVersion":null},{"at":"2016-06-11T09:15:55","score":5,"content":"Utile","reviewCreatedVersion":null},{"at":"2019-12-22T14:12:56","score":5,"content":"Good","reviewCreatedVersion":null},{"at":"2017-01-31T17:13:18","score":5,"content":"Pratique","reviewCreatedVersion":null},{"at":"2017-08-12T07:40:38","score":5,"content":"Génial","reviewCreatedVersion":null},{"at":"2015-12-21T20:27:54","score":5,"content":"Super","reviewCreatedVersion":null},{"at":"2017-04-28T05:34:22","score":5,"content":"Cool","reviewCreatedVersion":null},{"at":"2017-06-03T07:30:40","score":3,"content":"A ameliorer","reviewCreatedVersion":null},{"at":"2014-08-16T12:51:14","score":4,"content":"Ca passe crème","reviewCreatedVersion":null},{"at":"2013-03-25T15:52:48","score":5,"content":"Enfin!","reviewCreatedVersion":null},{"at":"2024-02-22T21:33:45","score":1,"content":"Fake","reviewCreatedVersion":null},{"at":"2015-03-17T15:37:31","score":5,"content":"Vraiment paratique !","reviewCreatedVersion":null},{"at":"2017-02-28T08:04:10","score":5,"content":"Mrcie","reviewCreatedVersion":null},{"at":"2017-05-27T21:41:23","score":5,"content":"Ttbien","reviewCreatedVersion":null}]}